<html lang="en">
  <head>
    <meta charset="utf-8" />
    <meta http-equiv="X-UA-Compatible" content="IE=edge" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <meta name="description" content="" />
    <meta name="author" content="" />

    <title>Privacy Policy</title>
  </head>
  <body>
    <h1>Datenschutzerkl&auml;rung</h1>
    <h2 id="m716">Pr&auml;ambel</h2>
    <p>
      Mit der folgenden Datenschutzerkl&auml;rung m&ouml;chten wir Sie
      dar&uuml;ber aufkl&auml;ren, welche Arten Ihrer personenbezogenen Daten
      (nachfolgend auch kurz als "Daten“ bezeichnet) wir zu welchen Zwecken und
      in welchem Umfang verarbeiten. Die Datenschutzerkl&auml;rung gilt f&uuml;r
      alle von uns durchgef&uuml;hrten Verarbeitungen personenbezogener Daten,
      sowohl im Rahmen der Erbringung unserer Leistungen als auch insbesondere
      auf unseren Webseiten, in mobilen Applikationen sowie innerhalb externer
      Onlinepr&auml;senzen, wie z.B. unserer Social-Media-Profile (nachfolgend
      zusammenfassend bezeichnet als "Onlineangebot“).
    </p>
    <p>Die verwendeten Begriffe sind nicht geschlechtsspezifisch.</p>
    <p>Stand: 24. Juli 2023</p>
    <p class="seal">
      <a
        href="https://datenschutz-generator.de/"
        title="Rechtstext von Dr. Schwenke - f&uuml;r weitere Informationen bitte anklicken."
        target="_blank"
        rel="noopener noreferrer nofollow"
        ><img
          src="https://datenschutz-generator.de/wp-content/plugins/ts-dsg/images/dsg-seal/dsg-seal-pp-de.png"
          alt="Rechtstext von Dr. Schwenke - f&uuml;r weitere Informationen bitte anklicken."
          width="250"
          height="250"
      /></a>
    </p>
    <h2>Inhalts&uuml;bersicht</h2>
    <ul class="index">
      <li><a class="index-link" href="#m716">Pr&auml;ambel</a></li>
      <li><a class="index-link" href="#m3">Verantwortlicher</a></li>
      <li>
        <a class="index-link" href="#mOverview"
          >&Uuml;bersicht der Verarbeitungen</a
        >
      </li>
      <li>
        <a class="index-link" href="#m2427"
          >Ma&szlig;gebliche Rechtsgrundlagen</a
        >
      </li>
      <li><a class="index-link" href="#m27">Sicherheitsma&szlig;nahmen</a></li>
      <li>
        <a class="index-link" href="#m25"
          >&Uuml;bermittlung von personenbezogenen Daten</a
        >
      </li>
      <li>
        <a class="index-link" href="#m24">Internationale Datentransfers</a>
      </li>
      <li><a class="index-link" href="#m12">L&ouml;schung von Daten</a></li>
      <li>
        <a class="index-link" href="#m10">Rechte der betroffenen Personen</a>
      </li>
      <li><a class="index-link" href="#m134">Einsatz von Cookies</a></li>
      <li>
        <a class="index-link" href="#m317">Gesch&auml;ftliche Leistungen</a>
      </li>
      <li>
        <a class="index-link" href="#m3575"
          >Im Rahmen der Gesch&auml;ftst&auml;tigkeit eingesetzte Anbieter und
          Services</a
        >
      </li>
      <li><a class="index-link" href="#m326">Zahlungsverfahren</a></li>
      <li>
        <a class="index-link" href="#m225"
          >Bereitstellung des Onlineangebotes und Webhosting</a
        >
      </li>
      <li>
        <a class="index-link" href="#m182">Kontakt- und Anfragenverwaltung</a>
      </li>
      <li><a class="index-link" href="#m29">Cloud-Dienste</a></li>
      <li>
        <a class="index-link" href="#m17"
          >Newsletter und elektronische Benachrichtigungen</a
        >
      </li>
      <li>
        <a class="index-link" href="#m237">Gewinnspiele und Wettbewerbe</a>
      </li>
      <li>
        <a class="index-link" href="#m136"
          >Pr&auml;senzen in sozialen Netzwerken (Social Media)</a
        >
      </li>
      <li>
        <a class="index-link" href="#m328"
          >Plugins und eingebettete Funktionen sowie Inhalte</a
        >
      </li>
      <li>
        <a class="index-link" href="#m15"
          >&Auml;nderung und Aktualisierung der Datenschutzerkl&auml;rung</a
        >
      </li>
      <li><a class="index-link" href="#m42">Begriffsdefinitionen</a></li>
    </ul>
    <h2 id="m3">Verantwortlicher</h2>
    <p>
      Die Festeschmiederey - Maximilian Kr&uuml;ger<br />Inh. Maximilian
      Kr&uuml;ger<br />Meilinger Str. 7<br />82237 W&ouml;rthsee
    </p>
    Vertretungsberechtigte Personen:
    <p>Maximilian Kr&uuml;ger</p>
    E-Mail-Adresse:
    <p>
      <a href="mailto:info@festeschmiederey.de">info@festeschmiederey.de</a>
    </p>
    Impressum:
    <p>
      <a href="https://gcmuc.net/imprint.html" target="_blank"
        >https://gcmuc.net/imprint.html</a
      >
    </p>
    <h2 id="m2427">Ma&szlig;gebliche Rechtsgrundlagen</h2>
    <p>
      <strong>Ma&szlig;gebliche Rechtsgrundlagen nach der DSGVO: </strong>Im
      Folgenden erhalten Sie eine &Uuml;bersicht der Rechtsgrundlagen der DSGVO,
      auf deren Basis wir personenbezogene Daten verarbeiten. Bitte nehmen Sie
      zur Kenntnis, dass neben den Regelungen der DSGVO nationale
      Datenschutzvorgaben in Ihrem bzw. unserem Wohn- oder Sitzland gelten
      k&ouml;nnen. Sollten ferner im Einzelfall speziellere Rechtsgrundlagen
      ma&szlig;geblich sein, teilen wir Ihnen diese in der
      Datenschutzerkl&auml;rung mit.
    </p>
    <ul>
      <li>
        <strong>Einwilligung (Art. 6 Abs. 1 S. 1 lit. a) DSGVO)</strong> - Die
        betroffene Person hat ihre Einwilligung in die Verarbeitung der sie
        betreffenden personenbezogenen Daten f&uuml;r einen spezifischen Zweck
        oder mehrere bestimmte Zwecke gegeben.
      </li>
      <li>
        <strong
          >Vertragserf&uuml;llung und vorvertragliche Anfragen (Art. 6 Abs. 1 S.
          1 lit. b) DSGVO)</strong
        >
        - Die Verarbeitung ist f&uuml;r die Erf&uuml;llung eines Vertrags,
        dessen Vertragspartei die betroffene Person ist, oder zur
        Durchf&uuml;hrung vorvertraglicher Ma&szlig;nahmen erforderlich, die auf
        Anfrage der betroffenen Person erfolgen.
      </li>
      <li>
        <strong
          >Rechtliche Verpflichtung (Art. 6 Abs. 1 S. 1 lit. c) DSGVO)</strong
        >
        - Die Verarbeitung ist zur Erf&uuml;llung einer rechtlichen
        Verpflichtung erforderlich, der der Verantwortliche unterliegt.
      </li>
      <li>
        <strong
          >Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO)</strong
        >
        - Die Verarbeitung ist zur Wahrung der berechtigten Interessen des
        Verantwortlichen oder eines Dritten erforderlich, sofern nicht die
        Interessen oder Grundrechte und Grundfreiheiten der betroffenen Person,
        die den Schutz personenbezogener Daten erfordern, &uuml;berwiegen.
      </li>
    </ul>
    <p>
      <strong>Nationale Datenschutzregelungen in Deutschland: </strong
      >Zus&auml;tzlich zu den Datenschutzregelungen der DSGVO gelten nationale
      Regelungen zum Datenschutz in Deutschland. Hierzu geh&ouml;rt insbesondere
      das Gesetz zum Schutz vor Missbrauch personenbezogener Daten bei der
      Datenverarbeitung (Bundesdatenschutzgesetz – BDSG). Das BDSG enth&auml;lt
      insbesondere Spezialregelungen zum Recht auf Auskunft, zum Recht auf
      L&ouml;schung, zum Widerspruchsrecht, zur Verarbeitung besonderer
      Kategorien personenbezogener Daten, zur Verarbeitung f&uuml;r andere
      Zwecke und zur &Uuml;bermittlung sowie automatisierten
      Entscheidungsfindung im Einzelfall einschlie&szlig;lich Profiling. Ferner
      k&ouml;nnen Landesdatenschutzgesetze der einzelnen Bundesl&auml;nder zur
      Anwendung gelangen.
    </p>
    <p>
      <strong>Hinweis auf Geltung DSGVO und Schweizer DSG: </strong>Diese
      Datenschutzhinweise dienen sowohl der Informationserteilung nach dem
      schweizerischen Bundesgesetz &uuml;ber den Datenschutz (Schweizer DSG) als
      auch nach der Datenschutzgrundverordnung (DSGVO). Aus diesem Grund bitten
      wir Sie zu beachten, dass aufgrund der breiteren r&auml;umlichen Anwendung
      und Verst&auml;ndlichkeit die Begriffe der DSGVO verwendet werden.
      Insbesondere statt der im Schweizer DSG verwendeten Begriffe „Bearbeitung“
      von „Personendaten“ und "&uuml;berwiegendes Interesse" werden die in der
      DSGVO verwendeten Begriffe „Verarbeitung“ von „personenbezogenen Daten“
      sowie "berechtigtes Interesse" verwendet. Die gesetzliche Bedeutung der
      Begriffe wird jedoch im Rahmen der Geltung des Schweizer DSG weiterhin
      nach dem Schweizer DSG bestimmt.
    </p>
    <h2 id="mOverview">&Uuml;bersicht der Verarbeitungen</h2>
    <p>
      Die nachfolgende &Uuml;bersicht fasst die Arten der verarbeiteten Daten
      und die Zwecke ihrer Verarbeitung zusammen und verweist auf die
      betroffenen Personen.
    </p>
    <h3>Arten der verarbeiteten Daten</h3>
    <ul>
      <li>Bestandsdaten.</li>
      <li>Zahlungsdaten.</li>
      <li>Standortdaten.</li>
      <li>Kontaktdaten.</li>
      <li>Inhaltsdaten.</li>
      <li>Vertragsdaten.</li>
      <li>Nutzungsdaten.</li>
      <li>Meta-, Kommunikations- und Verfahrensdaten.</li>
    </ul>
    <h3>Kategorien betroffener Personen</h3>
    <ul>
      <li>Kunden.</li>
      <li>Besch&auml;ftigte.</li>
      <li>Interessenten.</li>
      <li>Kommunikationspartner.</li>
      <li>Nutzer.</li>
      <li>Gewinnspiel- und Wettbewerbsteilnehmer.</li>
      <li>Gesch&auml;fts- und Vertragspartner.</li>
    </ul>
    <h3>Zwecke der Verarbeitung</h3>
    <ul>
      <li>Erbringung vertraglicher Leistungen und Kundenservice.</li>
      <li>Kontaktanfragen und Kommunikation.</li>
      <li>Sicherheitsma&szlig;nahmen.</li>
      <li>Direktmarketing.</li>
      <li>B&uuml;ro- und Organisationsverfahren.</li>
      <li>Verwaltung und Beantwortung von Anfragen.</li>
      <li>Durchf&uuml;hrung von Gewinnspielen und Wettbewerben.</li>
      <li>Feedback.</li>
      <li>Marketing.</li>
      <li>Bereitstellung unseres Onlineangebotes und Nutzerfreundlichkeit.</li>
      <li>Informationstechnische Infrastruktur.</li>
    </ul>
    <h2 id="m27">Sicherheitsma&szlig;nahmen</h2>
    <p>
      Wir treffen nach Ma&szlig;gabe der gesetzlichen Vorgaben unter
      Ber&uuml;cksichtigung des Stands der Technik, der Implementierungskosten
      und der Art, des Umfangs, der Umst&auml;nde und der Zwecke der
      Verarbeitung sowie der unterschiedlichen Eintrittswahrscheinlichkeiten und
      des Ausma&szlig;es der Bedrohung der Rechte und Freiheiten
      nat&uuml;rlicher Personen geeignete technische und organisatorische
      Ma&szlig;nahmen, um ein dem Risiko angemessenes Schutzniveau zu
      gew&auml;hrleisten.
    </p>
    <p>
      Zu den Ma&szlig;nahmen geh&ouml;ren insbesondere die Sicherung der
      Vertraulichkeit, Integrit&auml;t und Verf&uuml;gbarkeit von Daten durch
      Kontrolle des physischen und elektronischen Zugangs zu den Daten als auch
      des sie betreffenden Zugriffs, der Eingabe, der Weitergabe, der Sicherung
      der Verf&uuml;gbarkeit und ihrer Trennung. Des Weiteren haben wir
      Verfahren eingerichtet, die eine Wahrnehmung von Betroffenenrechten, die
      L&ouml;schung von Daten und Reaktionen auf die Gef&auml;hrdung der Daten
      gew&auml;hrleisten. Ferner ber&uuml;cksichtigen wir den Schutz
      personenbezogener Daten bereits bei der Entwicklung bzw. Auswahl von
      Hardware, Software sowie Verfahren entsprechend dem Prinzip des
      Datenschutzes, durch Technikgestaltung und durch datenschutzfreundliche
      Voreinstellungen.
    </p>
    <p>
      TLS-Verschl&uuml;sselung (https): Um Ihre via unserem Online-Angebot
      &uuml;bermittelten Daten zu sch&uuml;tzen, nutzen wir eine
      TLS-Verschl&uuml;sselung. Sie erkennen derart verschl&uuml;sselte
      Verbindungen an dem Pr&auml;fix https:// in der Adresszeile Ihres
      Browsers.
    </p>
    <h2 id="m25">&Uuml;bermittlung von personenbezogenen Daten</h2>
    <p>
      Im Rahmen unserer Verarbeitung von personenbezogenen Daten kommt es vor,
      dass die Daten an andere Stellen, Unternehmen, rechtlich
      selbstst&auml;ndige Organisationseinheiten oder Personen &uuml;bermittelt
      oder sie ihnen gegen&uuml;ber offengelegt werden. Zu den Empf&auml;ngern
      dieser Daten k&ouml;nnen z.B. mit IT-Aufgaben beauftragte Dienstleister
      oder Anbieter von Diensten und Inhalten, die in eine Webseite eingebunden
      werden, geh&ouml;ren. In solchen F&auml;llen beachten wir die gesetzlichen
      Vorgaben und schlie&szlig;en insbesondere entsprechende Vertr&auml;ge bzw.
      Vereinbarungen, die dem Schutz Ihrer Daten dienen, mit den Empf&auml;ngern
      Ihrer Daten ab.
    </p>
    <p>
      Pretix: Innerhalb unseres Veranstaltungsangebotes werden Funktionen und
      Inhalte des Dienstes pretix, angeboten durch rami.io GmbH,
      Berthold-Mogel-Stra&szlig;e 1, 69126 Heidelberg, Deutschland, eingebunden.
      Hierzu geh&ouml;rt der Ticketshop, welcher &uuml;ber ein JavaScript-Widget
      eingebunden ist. Wenn du ein Ticket kaufst, nutzt pretix ein technisch
      notwendiges Cookie, um den Bestellablauf zu erm&ouml;glichen und sich zu
      merken, welcher Warenkorb zu dir geh&ouml;rt. Das Cookie wird gesetzt,
      sobald du mit dem Widget interagierst. pretix speichert keine IP-Adressen,
      Browser-Informationen oder andere unn&ouml;tige Metadaten &uuml;ber die
      Dauer deiner Anfrage hinaus. Weitere Infos zu Datenschutz bei pretix
      findest du hier:
      <a href="https://pretix.eu/about/de/privacy" target="_blank"
        >https://pretix.eu/about/de/privacy</a
      >.
    </p>
    <h2 id="m24">Internationale Datentransfers</h2>
    <p>
      Datenverarbeitung in Drittl&auml;ndern: Sofern wir Daten in einem
      Drittland (d.h., au&szlig;erhalb der Europ&auml;ischen Union (EU), des
      Europ&auml;ischen Wirtschaftsraums (EWR)) verarbeiten oder die
      Verarbeitung im Rahmen der Inanspruchnahme von Diensten Dritter oder der
      Offenlegung bzw. &Uuml;bermittlung von Daten an andere Personen, Stellen
      oder Unternehmen stattfindet, erfolgt dies nur im Einklang mit den
      gesetzlichen Vorgaben.
    </p>
    <p>
      Vorbehaltlich ausdr&uuml;cklicher Einwilligung oder vertraglich oder
      gesetzlich erforderlicher &Uuml;bermittlung (s. Art. 49 DSGVO) verarbeiten
      oder lassen wir die Daten nur in Drittl&auml;ndern mit einem anerkannten
      Datenschutzniveau (Art. 45 DSGVO), beim Vorliegen und Einhaltung
      vertraglichen Verpflichtung durch sogenannte Standardschutzklauseln der
      EU-Kommission (Art. 46 DSGVO) oder beim Vorliegen von Zertifizierungen
      oder verbindlicher internen Datenschutzvorschriften (s. Art. 44 bis 49
      DSGVO, Informationsseite der EU-Kommission:
      <a
        href="https://ec.europa.eu/info/law/law-topic/data-protection/international-dimension-data-protection_de"
        target="_blank"
        >https://ec.europa.eu/info/law/law-topic/data-protection/international-dimension-data-protection_de</a
      >).
    </p>
    <p>
      Trans-Atlantic Data Privacy Framework (TADPF): Im Rahmen des sogenannten
      „Data Privacy Framework” (DPF) wurde in der EU das Datenschutzniveau
      ebenfalls f&uuml;r bestimmte Unternehmen aus den USA anerkannt. Die Liste
      der zertifizierten Unternehmen als auch weitere Informationen zu dem DPF
      k&ouml;nnen Sie der Webseite des Handelsministeriums der USA unter
      <a href="https://www.dataprivacyframework.gov/" target="_blank"
        >https://www.dataprivacyframework.gov/</a
      >
      (in Englisch) entnehmen. Informationen in deutscher und in anderen
      Sprachen finden Sie auf der Webseite der EU-Kommission:
      <a
        href="https://commission.europa.eu/law/law-topic/data-protection/international-dimension-data-protection/eu-us-data-transfers_de"
        target="_blank"
        >https://commission.europa.eu/law/law-topic/data-protection/international-dimension-data-protection/eu-us-data-transfers_de</a
      >
      Wir informieren Sie ferner &uuml;ber die von uns eingesetzten Unternehmen,
      die unter dem Data Privacy Framework zertifiziert sind.
    </p>
    <h2 id="m12">L&ouml;schung von Daten</h2>
    <p>
      Die von uns verarbeiteten Daten werden nach Ma&szlig;gabe der gesetzlichen
      Vorgaben gel&ouml;scht, sobald deren zur Verarbeitung erlaubten
      Einwilligungen widerrufen werden oder sonstige Erlaubnisse entfallen (z.B.
      wenn der Zweck der Verarbeitung dieser Daten entfallen ist oder sie
      f&uuml;r den Zweck nicht erforderlich sind). Sofern die Daten nicht
      gel&ouml;scht werden, weil sie f&uuml;r andere und gesetzlich
      zul&auml;ssige Zwecke erforderlich sind, wird deren Verarbeitung auf diese
      Zwecke beschr&auml;nkt. D.h., die Daten werden gesperrt und nicht f&uuml;r
      andere Zwecke verarbeitet. Das gilt z.B. f&uuml;r Daten, die aus handels-
      oder steuerrechtlichen Gr&uuml;nden aufbewahrt werden m&uuml;ssen oder
      deren Speicherung zur Geltendmachung, Aus&uuml;bung oder Verteidigung von
      Rechtsanspr&uuml;chen oder zum Schutz der Rechte einer anderen
      nat&uuml;rlichen oder juristischen Person erforderlich ist.
    </p>
    <p>
      Im Rahmen unserer Datenschutzhinweise k&ouml;nnen wir den Nutzern weitere
      Informationen zu der L&ouml;schung sowie zu der Aufbewahrung von Daten
      mitteilen, die speziell f&uuml;r die jeweiligen Verarbeitungsprozesses
      gelten.
    </p>
    <h2 id="m10">Rechte der betroffenen Personen</h2>
    <p>
      Rechte der betroffenen Personen aus der DSGVO: Ihnen stehen als Betroffene
      nach der DSGVO verschiedene Rechte zu, die sich insbesondere aus Art. 15
      bis 21 DSGVO ergeben:
    </p>
    <ul>
      <li>
        <strong
          >Widerspruchsrecht: Sie haben das Recht, aus Gr&uuml;nden, die sich
          aus Ihrer besonderen Situation ergeben, jederzeit gegen die
          Verarbeitung der Sie betreffenden personenbezogenen Daten, die
          aufgrund von Art. 6 Abs. 1 lit. e oder f DSGVO erfolgt, Widerspruch
          einzulegen; dies gilt auch f&uuml;r ein auf diese Bestimmungen
          gest&uuml;tztes Profiling. Werden die Sie betreffenden
          personenbezogenen Daten verarbeitet, um Direktwerbung zu betreiben,
          haben Sie das Recht, jederzeit Widerspruch gegen die Verarbeitung der
          Sie betreffenden personenbezogenen Daten zum Zwecke derartiger Werbung
          einzulegen; dies gilt auch f&uuml;r das Profiling, soweit es mit
          solcher Direktwerbung in Verbindung steht.</strong
        >
      </li>
      <li>
        <strong>Widerrufsrecht bei Einwilligungen:</strong> Sie haben das Recht,
        erteilte Einwilligungen jederzeit zu widerrufen.
      </li>
      <li>
        <strong>Auskunftsrecht:</strong> Sie haben das Recht, eine
        Best&auml;tigung dar&uuml;ber zu verlangen, ob betreffende Daten
        verarbeitet werden und auf Auskunft &uuml;ber diese Daten sowie auf
        weitere Informationen und Kopie der Daten entsprechend den gesetzlichen
        Vorgaben.
      </li>
      <li>
        <strong>Recht auf Berichtigung:</strong> Sie haben entsprechend den
        gesetzlichen Vorgaben das Recht, die Vervollst&auml;ndigung der Sie
        betreffenden Daten oder die Berichtigung der Sie betreffenden
        unrichtigen Daten zu verlangen.
      </li>
      <li>
        <strong
          >Recht auf L&ouml;schung und Einschr&auml;nkung der
          Verarbeitung:</strong
        >
        Sie haben nach Ma&szlig;gabe der gesetzlichen Vorgaben das Recht, zu
        verlangen, dass Sie betreffende Daten unverz&uuml;glich gel&ouml;scht
        werden, bzw. alternativ nach Ma&szlig;gabe der gesetzlichen Vorgaben
        eine Einschr&auml;nkung der Verarbeitung der Daten zu verlangen.
      </li>
      <li>
        <strong>Recht auf Daten&uuml;bertragbarkeit:</strong> Sie haben das
        Recht, Sie betreffende Daten, die Sie uns bereitgestellt haben, nach
        Ma&szlig;gabe der gesetzlichen Vorgaben in einem strukturierten,
        g&auml;ngigen und maschinenlesbaren Format zu erhalten oder deren
        &Uuml;bermittlung an einen anderen Verantwortlichen zu fordern.
      </li>
      <li>
        <strong>Beschwerde bei Aufsichtsbeh&ouml;rde:</strong> Entsprechend den
        gesetzlichen Vorgaben und unbeschadet eines anderweitigen
        verwaltungsrechtlichen oder gerichtlichen Rechtsbehelfs, haben Sie
        ferner das Recht, bei einer Datenschutzaufsichtsbeh&ouml;rde,
        insbesondere einer Aufsichtsbeh&ouml;rde im Mitgliedstaat, in dem Sie
        sich gew&ouml;hnlich aufhalten, der Aufsichtsbeh&ouml;rde Ihres
        Arbeitsplatzes oder des Ortes des mutma&szlig;lichen Versto&szlig;es,
        eine Beschwerde einzulegen, wenn Sie der Ansicht sei sollten, dass die
        Verarbeitung der Ihre Person betreffenden personenbezogenen Daten gegen
        die DSGVO verst&ouml;&szlig;t.
      </li>
    </ul>
    <h2 id="m134">Einsatz von Cookies</h2>
    <p>
      Cookies sind kleine Textdateien, bzw. sonstige Speichervermerke, die
      Informationen auf Endger&auml;ten speichern und Informationen aus den
      Endger&auml;ten auslesen. Z.B. um den Login-Status in einem Nutzerkonto,
      einen Warenkorbinhalt in einem E-Shop, die aufgerufenen Inhalte oder
      verwendete Funktionen eines Onlineangebotes speichern. Cookies k&ouml;nnen
      ferner zu unterschiedlichen Zwecken eingesetzt werden, z.B. zu Zwecken der
      Funktionsf&auml;higkeit, Sicherheit und Komfort von Onlineangeboten sowie
      der Erstellung von Analysen der Besucherstr&ouml;me.
    </p>
    <p>
      <strong>Hinweise zur Einwilligung: </strong>Wir setzen Cookies im Einklang
      mit den gesetzlichen Vorschriften ein. Daher holen wir von den Nutzern
      eine vorhergehende Einwilligung ein, au&szlig;er wenn diese gesetzlich
      nicht gefordert ist. Eine Einwilligung ist insbesondere nicht notwendig,
      wenn das Speichern und das Auslesen der Informationen, also auch von
      Cookies, unbedingt erforderlich sind, um dem den Nutzern einen von ihnen
      ausdr&uuml;cklich gew&uuml;nschten Telemediendienst (also unser
      Onlineangebot) zur Verf&uuml;gung zu stellen. Zu den unbedingt
      erforderlichen Cookies geh&ouml;ren in der Regel Cookies mit Funktionen,
      die der Anzeige und Lauff&auml;higkeit des Onlineangebotes , dem
      Lastausgleich, der Sicherheit, der Speicherung der Pr&auml;ferenzen und
      Auswahlm&ouml;glichkeiten der Nutzer oder &auml;hnlichen mit der
      Bereitstellung der Haupt- und Nebenfunktionen des von den Nutzern
      angeforderten Onlineangebotes zusammenh&auml;ngenden Zwecken dienen. Die
      widerrufliche Einwilligung wird gegen&uuml;ber den Nutzern deutlich
      kommuniziert und enth&auml;lt die Informationen zu der jeweiligen
      Cookie-Nutzung.
    </p>
    <p>
      <strong>Hinweise zu datenschutzrechtlichen Rechtsgrundlagen: </strong>Auf
      welcher datenschutzrechtlichen Rechtsgrundlage wir die personenbezogenen
      Daten der Nutzer mit Hilfe von Cookies verarbeiten, h&auml;ngt davon ab,
      ob wir Nutzer um eine Einwilligung bitten. Falls die Nutzer einwilligen,
      ist die Rechtsgrundlage der Verarbeitung Ihrer Daten die erkl&auml;rte
      Einwilligung. Andernfalls werden die mithilfe von Cookies verarbeiteten
      Daten auf Grundlage unserer berechtigten Interessen (z.B. an einem
      betriebswirtschaftlichen Betrieb unseres Onlineangebotes und Verbesserung
      seiner Nutzbarkeit) verarbeitet oder, wenn dies im Rahmen der
      Erf&uuml;llung unserer vertraglichen Pflichten erfolgt, wenn der Einsatz
      von Cookies erforderlich ist, um unsere vertraglichen Verpflichtungen zu
      erf&uuml;llen. Zu welchen Zwecken die Cookies von uns verarbeitet werden,
      dar&uuml;ber kl&auml;ren wir im Laufe dieser Datenschutzerkl&auml;rung
      oder im Rahmen von unseren Einwilligungs- und Verarbeitungsprozessen auf.
    </p>
    <p>
      <strong>Speicherdauer: </strong>Im Hinblick auf die Speicherdauer werden
      die folgenden Arten von Cookies unterschieden:
    </p>
    <ul>
      <li>
        <strong
          >Tempor&auml;re Cookies (auch: Session- oder
          Sitzungs-Cookies):</strong
        > Tempor&auml;re Cookies werden sp&auml;testens gel&ouml;scht, nachdem
        ein Nutzer ein Online-Angebot verlassen und sein Endger&auml;t (z.B.
        Browser oder mobile Applikation) geschlossen hat.
      </li>
      <li>
        <strong>Permanente Cookies:</strong> Permanente Cookies bleiben auch
        nach dem Schlie&szlig;en des Endger&auml;tes gespeichert. So k&ouml;nnen
        beispielsweise der Login-Status gespeichert oder bevorzugte Inhalte
        direkt angezeigt werden, wenn der Nutzer eine Website erneut besucht.
        Ebenso k&ouml;nnen die mit Hilfe von Cookies erhobenen Daten der Nutzer
        zur Reichweitenmessung verwendet werden. Sofern wir Nutzern keine
        expliziten Angaben zur Art und Speicherdauer von Cookies mitteilen (z.
        B. im Rahmen der Einholung der Einwilligung), sollten Nutzer davon
        ausgehen, dass Cookies permanent sind und die Speicherdauer bis zu zwei
        Jahre betragen kann.
      </li>
    </ul>
    <p>
      <strong
        >Allgemeine Hinweise zum Widerruf und Widerspruch (sog. "Opt-Out"): </strong
      >Nutzer k&ouml;nnen die von ihnen abgegebenen Einwilligungen jederzeit
      widerrufen und der Verarbeitung entsprechend den gesetzlichen Vorgaben
      widersprechen. Hierzu k&ouml;nnen Nutzer unter anderem die Verwendung von
      Cookies in den Einstellungen ihres Browsers einschr&auml;nken (wobei
      dadurch auch die Funktionalit&auml;t unseres Onlineangebotes
      eingeschr&auml;nkt sein kann). Ein Widerspruch gegen die Verwendung von
      Cookies zu Online-Marketing-Zwecken kann auch &uuml;ber die Websites
      <a href="https://optout.aboutads.info/" target="_new"
        >https://optout.aboutads.info</a
      >
      und
      <a href="https://www.youronlinechoices.com/" target="_new"
        >https://www.youronlinechoices.com/</a
      >
      erkl&auml;rt werden.
    </p>
    <ul class="m-elements">
      <li>
        <strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art. 6 Abs. 1
        S. 1 lit. f) DSGVO); Einwilligung (Art. 6 Abs. 1 S. 1 lit. a) DSGVO).
      </li>
    </ul>
    <p>
      <strong
        >Weitere Hinweise zu Verarbeitungsprozessen, Verfahren und
        Diensten:</strong
      >
    </p>
    <ul class="m-elements">
      <li>
        <strong
          >Verarbeitung von Cookie-Daten auf Grundlage einer Einwilligung: </strong
        >Wir setzen ein Verfahren zum Cookie-Einwilligungs-Management ein, in
        dessen Rahmen die Einwilligungen der Nutzer in den Einsatz von Cookies,
        bzw. der im Rahmen des Cookie-Einwilligungs-Management-Verfahrens
        genannten Verarbeitungen und Anbieter eingeholt sowie von den Nutzern
        verwaltet und widerrufen werden k&ouml;nnen. Hierbei wird die
        Einwilligungserkl&auml;rung gespeichert, um deren Abfrage nicht erneut
        wiederholen zu m&uuml;ssen und die Einwilligung entsprechend der
        gesetzlichen Verpflichtung nachweisen zu k&ouml;nnen. Die Speicherung
        kann serverseitig und/oder in einem Cookie (sogenanntes Opt-In-Cookie,
        bzw. mithilfe vergleichbarer Technologien) erfolgen, um die Einwilligung
        einem Nutzer, bzw. dessen Ger&auml;t zuordnen zu k&ouml;nnen.
        Vorbehaltlich individueller Angaben zu den Anbietern von
        Cookie-Management-Diensten, gelten die folgenden Hinweise: Die Dauer der
        Speicherung der Einwilligung kann bis zu zwei Jahren betragen. Hierbei
        wird ein pseudonymer Nutzer-Identifikator gebildet und mit dem Zeitpunkt
        der Einwilligung, Angaben zur Reichweite der Einwilligung (z. B. welche
        Kategorien von Cookies und/oder Diensteanbieter) sowie dem Browser,
        System und verwendeten Endger&auml;t gespeichert;
        <strong>Rechtsgrundlagen:</strong> Einwilligung (Art. 6 Abs. 1 S. 1 lit.
        a) DSGVO).
      </li>
    </ul>
    <h2 id="m317">Gesch&auml;ftliche Leistungen</h2>
    <p>
      Wir verarbeiten Daten unserer Vertrags- und Gesch&auml;ftspartner, z.B.
      Kunden und Interessenten (zusammenfassend bezeichnet als
      "Vertragspartner") im Rahmen von vertraglichen und vergleichbaren
      Rechtsverh&auml;ltnissen sowie damit verbundenen Ma&szlig;nahmen und im
      Rahmen der Kommunikation mit den Vertragspartnern (oder vorvertraglich),
      z.B., um Anfragen zu beantworten.
    </p>
    <p>
      Wir verarbeiten diese Daten, um unsere vertraglichen Verpflichtungen zu
      erf&uuml;llen. Dazu geh&ouml;ren insbesondere die Verpflichtungen zur
      Erbringung der vereinbarten Leistungen, etwaige Aktualisierungspflichten
      und Abhilfe bei Gew&auml;hrleistungs- und sonstigen
      Leistungsst&ouml;rungen. Dar&uuml;ber hinaus verarbeiten wir die Daten zur
      Wahrung unserer Rechte und zum Zwecke der mit diesen Pflichten verbundenen
      Verwaltungsaufgaben sowie der Unternehmensorganisation. Dar&uuml;ber
      hinaus verarbeiten wir die Daten auf Grundlage unserer berechtigten
      Interessen an einer ordnungsgem&auml;&szlig;en und
      betriebswirtschaftlichen Gesch&auml;ftsf&uuml;hrung sowie an
      Sicherheitsma&szlig;nahmen zum Schutz unserer Vertragspartner und unseres
      Gesch&auml;ftsbetriebes vor Missbrauch, Gef&auml;hrdung ihrer Daten,
      Geheimnisse, Informationen und Rechte (z.B. zur Beteiligung von
      Telekommunikations-, Transport- und sonstigen Hilfsdiensten sowie
      Subunternehmern, Banken, Steuer- und Rechtsberatern,
      Zahlungsdienstleistern oder Finanzbeh&ouml;rden). Im Rahmen des geltenden
      Rechts geben wir die Daten von Vertragspartnern nur insoweit an Dritte
      weiter, als dies f&uuml;r die vorgenannten Zwecke oder zur Erf&uuml;llung
      gesetzlicher Pflichten erforderlich ist. &Uuml;ber weitere Formen der
      Verarbeitung, z.B. zu Marketingzwecken, werden die Vertragspartner im
      Rahmen dieser Datenschutzerkl&auml;rung informiert.
    </p>
    <p>
      Welche Daten f&uuml;r die vorgenannten Zwecke erforderlich sind, teilen
      wir den Vertragspartnern vor oder im Rahmen der Datenerhebung, z.B. in
      Onlineformularen, durch besondere Kennzeichnung (z.B. Farben) bzw. Symbole
      (z.B. Sternchen o.&auml;.), oder pers&ouml;nlich mit.
    </p>
    <p>
      Wir l&ouml;schen die Daten nach Ablauf gesetzlicher Gew&auml;hrleistungs-
      und vergleichbarer Pflichten, d.h., grunds&auml;tzlich nach Ablauf von 4
      Jahren, es sei denn, dass die Daten in einem Kundenkonto gespeichert
      werden, z.B., solange sie aus gesetzlichen Gr&uuml;nden der Archivierung
      aufbewahrt werden m&uuml;ssen. Die gesetzliche Aufbewahrungsfrist
      betr&auml;gt bei steuerrechtlich relevanten Unterlagen sowie bei
      Handelsb&uuml;chern, Inventaren, Er&ouml;ffnungsbilanzen,
      Jahresabschl&uuml;ssen, die zum Verst&auml;ndnis dieser Unterlagen
      erforderlichen Arbeitsanweisungen und sonstigen Organisationsunterlagen
      und Buchungsbelegen zehn Jahre sowie bei empfangenen Handels- und
      Gesch&auml;ftsbriefen und Wiedergaben der abgesandten Handels- und
      Gesch&auml;ftsbriefe sechs Jahre. Die Frist beginnt mit Ablauf des
      Kalenderjahres, in dem die letzte Eintragung in das Buch gemacht, das
      Inventar, die Er&ouml;ffnungsbilanz, der Jahresabschluss oder der
      Lagebericht aufgestellt, der Handels- oder Gesch&auml;ftsbrief empfangen
      oder abgesandt worden oder der Buchungsbeleg entstanden ist, ferner die
      Aufzeichnung vorgenommen worden ist oder die sonstigen Unterlagen
      entstanden sind.
    </p>
    <p>
      Soweit wir zur Erbringung unserer Leistungen Drittanbieter oder
      Plattformen einsetzen, gelten im Verh&auml;ltnis zwischen den Nutzern und
      den Anbietern die Gesch&auml;ftsbedingungen und Datenschutzhinweise der
      jeweiligen Drittanbieter oder Plattformen.
    </p>
    <ul class="m-elements">
      <li>
        <strong>Verarbeitete Datenarten:</strong> Bestandsdaten (z.B. Namen,
        Adressen); Zahlungsdaten (z.B. Bankverbindungen, Rechnungen,
        Zahlungshistorie); Kontaktdaten (z.B. E-Mail, Telefonnummern);
        Vertragsdaten (z.B. Vertragsgegenstand, Laufzeit, Kundenkategorie);
        Nutzungsdaten (z.B. besuchte Webseiten, Interesse an Inhalten,
        Zugriffszeiten); Meta-, Kommunikations- und Verfahrensdaten (z. B.
        IP-Adressen, Zeitangaben, Identifikationsnummern, Einwilligungsstatus).
      </li>
      <li>
        <strong>Betroffene Personen:</strong> Kunden; Interessenten;
        Gesch&auml;fts- und Vertragspartner.
      </li>
      <li>
        <strong>Zwecke der Verarbeitung:</strong> Erbringung vertraglicher
        Leistungen und Kundenservice; Sicherheitsma&szlig;nahmen;
        Kontaktanfragen und Kommunikation; B&uuml;ro- und
        Organisationsverfahren; Verwaltung und Beantwortung von Anfragen.
      </li>
      <li>
        <strong>Rechtsgrundlagen:</strong> Vertragserf&uuml;llung und
        vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO); Rechtliche
        Verpflichtung (Art. 6 Abs. 1 S. 1 lit. c) DSGVO); Berechtigte Interessen
        (Art. 6 Abs. 1 S. 1 lit. f) DSGVO).
      </li>
    </ul>
    <p>
      <strong
        >Weitere Hinweise zu Verarbeitungsprozessen, Verfahren und
        Diensten:</strong
      >
    </p>
    <ul class="m-elements">
      <li>
        <strong>Kundenkonto: </strong>Kunden k&ouml;nnen innerhalb unseres
        Onlineangebotes ein Konto anlegen (z.B. Kunden- bzw. Nutzerkonto, kurz
        "Kundenkonto"). Falls die Registrierung eines Kundenkontos erforderlich
        ist, werden Kunden hierauf ebenso hingewiesen wie auf die f&uuml;r die
        Registrierung erforderlichen Angaben. Die Kundenkonten sind nicht
        &ouml;ffentlich und k&ouml;nnen von Suchmaschinen nicht indexiert
        werden. Im Rahmen der Registrierung sowie anschlie&szlig;ender
        Anmeldungen und Nutzungen des Kundenkontos speichern wir die IP-Adressen
        der Kunden nebst den Zugriffszeitpunkten, um die Registrierung
        nachweisen und etwaigem Missbrauch des Kundenkontos vorbeugen zu
        k&ouml;nnen. Wurde das Kundenkonto gek&uuml;ndigt, werden die Daten des
        Kundenkontos nach dem K&uuml;ndigungszeitpunkt gel&ouml;scht, sofern sie
        nicht f&uuml;r andere Zwecke als die Bereitstellung im Kundenkonto
        aufbewahrt werden oder aus rechtlichen Gr&uuml;nden aufbewahrt werden
        m&uuml;ssen (z.B. interne Speicherung von Kundendaten,
        Bestellvorg&auml;ngen oder Rechnungen). Es liegt in der Verantwortung
        der Kunden, ihre Daten bei K&uuml;ndigung des Kundenkontos zu sichern;
        <strong>Rechtsgrundlagen:</strong> Vertragserf&uuml;llung und
        vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO).
      </li>
      <li>
        <strong>Merkliste/ Wunschliste: </strong>Kunden k&ouml;nnen eine
        Produkt-/Wunschliste anlegen. In diesem Fall werden die Produkte im
        Rahmen der Erf&uuml;llung unserer vertraglichen Verpflichtungen bis zur
        L&ouml;schung des Accounts gespeichert, es sei denn, die
        Produktlisteneintr&auml;ge werden vom Kunden entfernt oder wir weisen
        den Kunden ausdr&uuml;cklich auf abweichende Speicherfristen hin;
        <strong>Rechtsgrundlagen:</strong> Vertragserf&uuml;llung und
        vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO).
      </li>
      <li>
        <strong>Kundentreueprogramm/ Kundenkarte: </strong>Wir verarbeiten die
        Daten der Kunden im Rahmen unseres Kundentreueprogramm zum Zwecke der
        Erf&uuml;llung der Leistungen, die gegen&uuml;ber den teilnehmenden
        Kunden im Rahmen des Kundentreueprogramm erbracht werden. Zu diesem
        Zweck werden die von den Kunden erhobenen und, soweit erforderlich, als
        solche gekennzeichneten Informationen in einem Profil der Kunden
        gespeichert. In dem Profil werden auch Informationen &uuml;ber die
        Nutzung des Kundentreueprogramm sowie &uuml;ber die Inanspruchnahme der
        damit verbundenen Leistungen und Vorteile verarbeitet und, nur wenn zu
        den vorgenannten Zwecken erforderlich, an Dritte (z.B. ausf&uuml;hrende
        Dienstleister), weitergegeben. Die Kundenprofile werden nach Beendigung
        der Teilnahme gel&ouml;scht und nur insoweit mit den jeweiligen Daten
        archiviert, als dies f&uuml;r die gesetzlichen Aufbewahrungszwecke oder
        die Erf&uuml;llung gesetzlicher (bis zu 11 Jahre bei steuerlichen
        Ausk&uuml;nften ab dem Ende des Jahres ihrer Entstehung) oder
        vertraglicher Anspr&uuml;che (bis zu drei Jahre ab dem Ende des Jahres
        der Beendigung) erforderlich sein kann;
        <strong>Rechtsgrundlagen:</strong> Vertragserf&uuml;llung und
        vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO).
      </li>
      <li>
        <strong>Veranstaltungen und Events: </strong>Wir verarbeiten die Daten
        der Teilnehmer der von uns angebotenen oder ausgerichteten
        Veranstaltungen, Events und &auml;hnlichen Aktivit&auml;ten (nachfolgend
        einheitlich als "Teilnehmer" und „Veranstaltungen“ bezeichnet), um ihnen
        die Teilnahme an den Veranstaltungen und Inanspruchnahme der mit der
        Teilnahme verbundenen Leistungen oder Aktionen zu erm&ouml;glichen.
        Sofern wir in diesem Rahmen gesundheitsbezogene Daten, religi&ouml;se,
        politische oder sonstige besondere Kategorien von Daten verarbeiten,
        dann erfolgt diese im Rahmen der Offenkundigkeit (z.B. bei thematisch
        ausgerichteten Veranstaltungen oder dient der Gesundheitsvorsorge,
        Sicherheit oder erfolgt mit Einwilligung der Betroffenen). Die
        erforderlichen Angaben sind als solche im Rahmen des Auftrags-, Bestell-
        bzw. vergleichbaren Vertragsschlusses gekennzeichnet und umfassen die
        zur Leistungserbringung und Abrechnung ben&ouml;tigten Angaben sowie
        Kontaktinformationen, um etwaige R&uuml;cksprachen halten zu
        k&ouml;nnen. Soweit wir Zugang zu Informationen der Endkunden,
        Mitarbeitern oder anderer Personen erhalten, verarbeiten wir diese im
        Einklang mit den gesetzlichen und vertraglichen Vorgaben;
        <strong>Rechtsgrundlagen:</strong> Vertragserf&uuml;llung und
        vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO).
      </li>
    </ul>
    <h2 id="m3575">
      Im Rahmen der Gesch&auml;ftst&auml;tigkeit eingesetzte Anbieter und
      Services
    </h2>
    <p>
      Im Rahmen unserer Gesch&auml;ftst&auml;tigkeit nutzen wir unter Beachtung
      der gesetzlichen Vorgaben zus&auml;tzliche Dienste, Plattformen,
      Schnittstellen oder Plug-ins von Drittanbietern (kurz "Dienste"). Deren
      Nutzung beruht auf unseren Interessen an einer ordnungsgem&auml;&szlig;en,
      rechtm&auml;&szlig;igen und wirtschaftlichen F&uuml;hrung unseres
      Gesch&auml;ftsbetriebs und unserer internen Organisation.
    </p>
    <ul class="m-elements">
      <li>
        <strong>Verarbeitete Datenarten:</strong> Bestandsdaten (z.B. Namen,
        Adressen); Zahlungsdaten (z.B. Bankverbindungen, Rechnungen,
        Zahlungshistorie); Kontaktdaten (z.B. E-Mail, Telefonnummern);
        Inhaltsdaten (z.B. Eingaben in Onlineformularen); Vertragsdaten (z.B.
        Vertragsgegenstand, Laufzeit, Kundenkategorie).
      </li>
      <li>
        <strong>Betroffene Personen:</strong> Kunden; Interessenten; Nutzer
        (z.B. Webseitenbesucher, Nutzer von Onlinediensten); Gesch&auml;fts- und
        Vertragspartner.
      </li>
      <li>
        <strong>Zwecke der Verarbeitung:</strong> Erbringung vertraglicher
        Leistungen und Kundenservice; B&uuml;ro- und Organisationsverfahren.
      </li>
      <li>
        <strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art. 6 Abs. 1
        S. 1 lit. f) DSGVO).
      </li>
    </ul>
    <p>
      <strong
        >Weitere Hinweise zu Verarbeitungsprozessen, Verfahren und
        Diensten:</strong
      >
    </p>
    <ul class="m-elements">
      <li>
        <strong>Lexoffice: </strong>Online-Software f&uuml;r Rechnungsstellung,
        Buchhaltung, Banking und Steuereinreichung mit Belegspeicherung;
        <strong>Dienstanbieter:</strong> Haufe Service Center GmbH, Munzinger
        Stra&szlig;e 9, 79111 Freiburg, Deutschland;
        <strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art. 6 Abs. 1
        S. 1 lit. f) DSGVO); <strong>Website:</strong>
        <a href="https://www.lexoffice.de" target="_blank"
          >https://www.lexoffice.de</a
        >; <strong>Datenschutzerkl&auml;rung:</strong>
        <a href="https://www.lexoffice.de/datenschutz/" target="_blank"
          >https://www.lexoffice.de/datenschutz/</a
        >; <strong>Auftragsverarbeitungsvertrag:</strong>
        <a href="https://www.lexoffice.de/auftragsverarbeitung/" target="_blank"
          >https://www.lexoffice.de/auftragsverarbeitung/</a
        >.
      </li>
    </ul>
    <h2 id="m326">Zahlungsverfahren</h2>
    <p>
      Im Rahmen von Vertrags- und sonstigen Rechtsbeziehungen, aufgrund
      gesetzlicher Pflichten oder sonst auf Grundlage unserer berechtigten
      Interessen bieten wir den betroffenen Personen effiziente und sichere
      Zahlungsm&ouml;glichkeiten an und setzen hierzu neben Banken und
      Kreditinstituten weitere Dienstleister ein (zusammenfassend
      "Zahlungsdienstleister").
    </p>
    <p>
      Zu den durch die Zahlungsdienstleister verarbeiteten Daten geh&ouml;ren
      Bestandsdaten, wie z.B. der Name und die Adresse, Bankdaten, wie z.B.
      Kontonummern oder Kreditkartennummern, Passw&ouml;rter, TANs und
      Pr&uuml;fsummen sowie die Vertrags-, Summen- und empf&auml;ngerbezogenen
      Angaben. Die Angaben sind erforderlich, um die Transaktionen
      durchzuf&uuml;hren. Die eingegebenen Daten werden jedoch nur durch die
      Zahlungsdienstleister verarbeitet und bei diesen gespeichert. D.h., wir
      erhalten keine konto- oder kreditkartenbezogenen Informationen, sondern
      lediglich Informationen mit Best&auml;tigung oder Negativbeauskunftung der
      Zahlung. Unter Umst&auml;nden werden die Daten seitens der
      Zahlungsdienstleister an Wirtschaftsauskunfteien &uuml;bermittelt. Diese
      &Uuml;bermittlung bezweckt die Identit&auml;ts- und
      Bonit&auml;tspr&uuml;fung. Hierzu verweisen wir auf die AGB und die
      Datenschutzhinweise der Zahlungsdienstleister.
    </p>
    <p>
      F&uuml;r die Zahlungsgesch&auml;fte gelten die Gesch&auml;ftsbedingungen
      und die Datenschutzhinweise der jeweiligen Zahlungsdienstleister, welche
      innerhalb der jeweiligen Webseiten bzw. Transaktionsapplikationen abrufbar
      sind. Wir verweisen auf diese ebenfalls zwecks weiterer Informationen und
      Geltendmachung von Widerrufs-, Auskunfts- und anderen Betroffenenrechten.
    </p>
    <ul class="m-elements">
      <li>
        <strong>Verarbeitete Datenarten:</strong> Bestandsdaten (z.B. Namen,
        Adressen); Zahlungsdaten (z.B. Bankverbindungen, Rechnungen,
        Zahlungshistorie); Vertragsdaten (z.B. Vertragsgegenstand, Laufzeit,
        Kundenkategorie); Nutzungsdaten (z.B. besuchte Webseiten, Interesse an
        Inhalten, Zugriffszeiten); Meta-, Kommunikations- und Verfahrensdaten
        (z. B. IP-Adressen, Zeitangaben, Identifikationsnummern,
        Einwilligungsstatus).
      </li>
      <li><strong>Betroffene Personen:</strong> Kunden; Interessenten.</li>
      <li>
        <strong>Zwecke der Verarbeitung:</strong> Erbringung vertraglicher
        Leistungen und Kundenservice.
      </li>
      <li>
        <strong>Rechtsgrundlagen:</strong> Vertragserf&uuml;llung und
        vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO).
      </li>
    </ul>
    <p>
      <strong
        >Weitere Hinweise zu Verarbeitungsprozessen, Verfahren und
        Diensten:</strong
      >
    </p>
    <ul class="m-elements">
      <li>
        <strong>Stripe: </strong>Zahlungsdienstleistungen (technische Anbindung
        von Online-Bezahlmethoden); <strong>Dienstanbieter:</strong> Stripe,
        Inc., 510 Townsend Street, San Francisco, CA 94103, USA;
        <strong>Rechtsgrundlagen:</strong> Vertragserf&uuml;llung und
        vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO);
        <strong>Website:</strong>
        <a href="https://stripe.com" target="_blank">https://stripe.com</a>;
        <strong>Datenschutzerkl&auml;rung:</strong>
        <a href="https://stripe.com/de/privacy" target="_blank"
          >https://stripe.com/de/privacy</a
        >; <strong>Grundlage Drittland&uuml;bermittlung:</strong> Data Privacy
        Framework (DPF).
      </li>
      <li>
        <strong>PayPal: </strong>Zahlungsdienstleistungen (technische Anbindung
        von Online-Bezahlmethoden) (z.B. PayPal, PayPal Plus, Braintree);
        <strong>Dienstanbieter:</strong> PayPal (Europe) S.à r.l. et Cie,
        S.C.A., 22-24 Boulevard Royal, L-2449 Luxembourg;
        <strong>Rechtsgrundlagen:</strong> Vertragserf&uuml;llung und
        vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO);
        <strong>Website:</strong>
        <a href="https://www.paypal.com/de" target="_blank"
          >https://www.paypal.com/de</a
        >; <strong>Datenschutzerkl&auml;rung:</strong>
        <a
          href="https://www.paypal.com/de/webapps/mpp/ua/privacy-full"
          target="_blank"
          >https://www.paypal.com/de/webapps/mpp/ua/privacy-full</a
        >.
      </li>
    </ul>
    <h2 id="m225">Bereitstellung des Onlineangebotes und Webhosting</h2>
    <p>
      Wir verarbeiten die Daten der Nutzer, um ihnen unsere Online-Dienste zur
      Verf&uuml;gung stellen zu k&ouml;nnen. Zu diesem Zweck verarbeiten wir die
      IP-Adresse des Nutzers, die notwendig ist, um die Inhalte und Funktionen
      unserer Online-Dienste an den Browser oder das Endger&auml;t der Nutzer zu
      &uuml;bermitteln.
    </p>
    <ul class="m-elements">
      <li>
        <strong>Verarbeitete Datenarten:</strong> Nutzungsdaten (z.B. besuchte
        Webseiten, Interesse an Inhalten, Zugriffszeiten); Meta-,
        Kommunikations- und Verfahrensdaten (z. B. IP-Adressen, Zeitangaben,
        Identifikationsnummern, Einwilligungsstatus); Inhaltsdaten (z.B.
        Eingaben in Onlineformularen).
      </li>
      <li>
        <strong>Betroffene Personen:</strong> Nutzer (z.B. Webseitenbesucher,
        Nutzer von Onlinediensten).
      </li>
      <li>
        <strong>Zwecke der Verarbeitung:</strong> Bereitstellung unseres
        Onlineangebotes und Nutzerfreundlichkeit; Informationstechnische
        Infrastruktur (Betrieb und Bereitstellung von Informationssystemen und
        technischen Ger&auml;ten (Computer, Server etc.).);
        Sicherheitsma&szlig;nahmen.
      </li>
      <li>
        <strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art. 6 Abs. 1
        S. 1 lit. f) DSGVO).
      </li>
    </ul>
    <p>
      <strong
        >Weitere Hinweise zu Verarbeitungsprozessen, Verfahren und
        Diensten:</strong
      >
    </p>
    <ul class="m-elements">
      <li>
        <strong
          >Bereitstellung Onlineangebot auf eigener/ dedizierter Serverhardware: </strong
        >F&uuml;r die Bereitstellung unseres Onlineangebotes nutzen wir von uns
        betriebene Serverhardware sowie den damit verbundenen Speicherplatz, die
        Rechenkapazit&auml;t und die Software;
        <strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art. 6 Abs. 1
        S. 1 lit. f) DSGVO).
      </li>
      <li>
        <strong>Erhebung von Zugriffsdaten und Logfiles: </strong>Der Zugriff
        auf unser Onlineangebot wird in Form von so genannten "Server-Logfiles"
        protokolliert. Zu den Serverlogfiles k&ouml;nnen die Adresse und Name
        der abgerufenen Webseiten und Dateien, Datum und Uhrzeit des Abrufs,
        &uuml;bertragene Datenmengen, Meldung &uuml;ber erfolgreichen Abruf,
        Browsertyp nebst Version, das Betriebssystem des Nutzers, Referrer URL
        (die zuvor besuchte Seite) und im Regelfall IP-Adressen und der
        anfragende Provider geh&ouml;ren. Die Serverlogfiles k&ouml;nnen zum
        einen zu Zwecken der Sicherheit eingesetzt werden, z.B., um eine
        &Uuml;berlastung der Server zu vermeiden (insbesondere im Fall von
        missbr&auml;uchlichen Angriffen, sogenannten DDoS-Attacken) und zum
        anderen, um die Auslastung der Server und ihre Stabilit&auml;t
        sicherzustellen; <strong>Rechtsgrundlagen:</strong> Berechtigte
        Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO);
        <strong>L&ouml;schung von Daten:</strong> Logfile-Informationen werden
        f&uuml;r die Dauer von maximal 30 Tagen gespeichert und danach
        gel&ouml;scht oder anonymisiert. Daten, deren weitere Aufbewahrung zu
        Beweiszwecken erforderlich ist, sind bis zur endg&uuml;ltigen
        Kl&auml;rung des jeweiligen Vorfalls von der L&ouml;schung ausgenommen.
      </li>
      <li>
        <strong>E-Mail-Versand und -Hosting: </strong>Die von uns in Anspruch
        genommenen Webhosting-Leistungen umfassen ebenfalls den Versand, den
        Empfang sowie die Speicherung von E-Mails. Zu diesen Zwecken werden die
        Adressen der Empf&auml;nger sowie Absender als auch weitere
        Informationen betreffend den E-Mailversand (z.B. die beteiligten
        Provider) sowie die Inhalte der jeweiligen E-Mails verarbeitet. Die
        vorgenannten Daten k&ouml;nnen ferner zu Zwecken der Erkennung von SPAM
        verarbeitet werden. Wir bitten darum, zu beachten, dass E-Mails im
        Internet grunds&auml;tzlich nicht verschl&uuml;sselt versendet werden.
        Im Regelfall werden E-Mails zwar auf dem Transportweg
        verschl&uuml;sselt, aber (sofern kein sogenanntes
        Ende-zu-Ende-Verschl&uuml;sselungsverfahren eingesetzt wird) nicht auf
        den Servern, von denen sie abgesendet und empfangen werden. Wir
        k&ouml;nnen daher f&uuml;r den &Uuml;bertragungsweg der E-Mails zwischen
        dem Absender und dem Empfang auf unserem Server keine Verantwortung
        &uuml;bernehmen; <strong>Rechtsgrundlagen:</strong> Berechtigte
        Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO).
      </li>
      <li>
        <strong>Hetzner: </strong>Leistungen auf dem Gebiet der Bereitstellung
        von informationstechnischer Infrastruktur und verbundenen
        Dienstleistungen (z.B. Speicherplatz und/oder Rechenkapazit&auml;ten);
        <strong>Dienstanbieter:</strong> Hetzner Online GmbH, Industriestr. 25,
        91710 Gunzenhausen, Deutschland;
        <strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art. 6 Abs. 1
        S. 1 lit. f) DSGVO); <strong>Website:</strong>
        <a href="https://www.hetzner.com" target="_blank"
          >https://www.hetzner.com</a
        >; <strong>Datenschutzerkl&auml;rung:</strong>
        <a
          href="https://www.hetzner.com/de/rechtliches/datenschutz"
          target="_blank"
          >https://www.hetzner.com/de/rechtliches/datenschutz</a
        >; <strong>Auftragsverarbeitungsvertrag:</strong>
        <a
          href="https://docs.hetzner.com/de/general/general-terms-and-conditions/data-privacy-faq/"
          target="_blank"
          >https://docs.hetzner.com/de/general/general-terms-and-conditions/data-privacy-faq/</a
        >.
      </li>
    </ul>
    <h2 id="m182">Kontakt- und Anfragenverwaltung</h2>
    <p>
      Bei der Kontaktaufnahme mit uns (z.B. per Post, Kontaktformular, E-Mail,
      Telefon oder via soziale Medien) sowie im Rahmen bestehender Nutzer- und
      Gesch&auml;ftsbeziehungen werden die Angaben der anfragenden Personen
      verarbeitet soweit dies zur Beantwortung der Kontaktanfragen und etwaiger
      angefragter Ma&szlig;nahmen erforderlich ist.
    </p>
    <ul class="m-elements">
      <li>
        <strong>Verarbeitete Datenarten:</strong> Kontaktdaten (z.B. E-Mail,
        Telefonnummern); Inhaltsdaten (z.B. Eingaben in Onlineformularen);
        Nutzungsdaten (z.B. besuchte Webseiten, Interesse an Inhalten,
        Zugriffszeiten); Meta-, Kommunikations- und Verfahrensdaten (z. B.
        IP-Adressen, Zeitangaben, Identifikationsnummern, Einwilligungsstatus).
      </li>
      <li><strong>Betroffene Personen:</strong> Kommunikationspartner.</li>
      <li>
        <strong>Zwecke der Verarbeitung:</strong> Kontaktanfragen und
        Kommunikation; Verwaltung und Beantwortung von Anfragen; Feedback (z.B.
        Sammeln von Feedback via Online-Formular); Bereitstellung unseres
        Onlineangebotes und Nutzerfreundlichkeit.
      </li>
      <li>
        <strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art. 6 Abs. 1
        S. 1 lit. f) DSGVO).
      </li>
    </ul>
    <h2 id="m29">Cloud-Dienste</h2>
    <p>
      Wir nutzen &uuml;ber das Internet zug&auml;ngliche und auf den Servern
      ihrer Anbieter ausgef&uuml;hrte Softwaredienste (sogenannte
      "Cloud-Dienste", auch bezeichnet als "Software as a Service") f&uuml;r die
      Speicherung und Verwaltung von Inhalten (z.B. Dokumentenspeicherung und
      -verwaltung, Austausch von Dokumenten, Inhalten und Informationen mit
      bestimmten Empf&auml;ngern oder Ver&ouml;ffentlichung von Inhalten und
      Informationen).
    </p>
    <p>
      In diesem Rahmen k&ouml;nnen personenbezogenen Daten verarbeitet und auf
      den Servern der Anbieter gespeichert werden, soweit diese Bestandteil von
      Kommunikationsvorg&auml;ngen mit uns sind oder von uns sonst, wie im
      Rahmen dieser Datenschutzerkl&auml;rung dargelegt, verarbeitet werden. Zu
      diesen Daten k&ouml;nnen insbesondere Stammdaten und Kontaktdaten der
      Nutzer, Daten zu Vorg&auml;ngen, Vertr&auml;gen, sonstigen Prozessen und
      deren Inhalte geh&ouml;ren. Die Anbieter der Cloud-Dienste verarbeiten
      ferner Nutzungsdaten und Metadaten, die von ihnen zu Sicherheitszwecken
      und zur Serviceoptimierung verwendet werden.
    </p>
    <p>
      Sofern wir mit Hilfe der Cloud-Dienste f&uuml;r andere Nutzer oder
      &ouml;ffentlich zug&auml;ngliche Webseiten Formulare o.a. Dokumente und
      Inhalte bereitstellen, k&ouml;nnen die Anbieter Cookies auf den
      Ger&auml;ten der Nutzer f&uuml;r Zwecke der Webanalyse oder, um sich
      Einstellungen der Nutzer (z.B. im Fall der Mediensteuerung) zu merken,
      speichern.
    </p>
    <ul class="m-elements">
      <li>
        <strong>Verarbeitete Datenarten:</strong> Bestandsdaten (z.B. Namen,
        Adressen); Kontaktdaten (z.B. E-Mail, Telefonnummern); Inhaltsdaten
        (z.B. Eingaben in Onlineformularen); Nutzungsdaten (z.B. besuchte
        Webseiten, Interesse an Inhalten, Zugriffszeiten); Meta-,
        Kommunikations- und Verfahrensdaten (z. B. IP-Adressen, Zeitangaben,
        Identifikationsnummern, Einwilligungsstatus).
      </li>
      <li>
        <strong>Betroffene Personen:</strong> Kunden; Besch&auml;ftigte (z.B.
        Angestellte, Bewerber, ehemalige Mitarbeiter); Interessenten;
        Kommunikationspartner.
      </li>
      <li>
        <strong>Zwecke der Verarbeitung:</strong> B&uuml;ro- und
        Organisationsverfahren; Informationstechnische Infrastruktur (Betrieb
        und Bereitstellung von Informationssystemen und technischen Ger&auml;ten
        (Computer, Server etc.).).
      </li>
      <li>
        <strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art. 6 Abs. 1
        S. 1 lit. f) DSGVO).
      </li>
    </ul>
    <p>
      <strong
        >Weitere Hinweise zu Verarbeitungsprozessen, Verfahren und
        Diensten:</strong
      >
    </p>
    <ul class="m-elements">
      <li>
        <strong>Google Cloud-Speicher: </strong>Cloudspeicher,
        Cloudinfrastrukturdienste und cloudbasierte Anwendungssoftware;
        <strong>Dienstanbieter:</strong> Google Cloud EMEA Limited, 70 Sir John
        Rogerson’s Quay, Dublin 2, Irland;
        <strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art. 6 Abs. 1
        S. 1 lit. f) DSGVO); <strong>Website:</strong>
        <a href="https://cloud.google.com/" target="_blank"
          >https://cloud.google.com/</a
        >; <strong>Datenschutzerkl&auml;rung:</strong>
        <a href="https://policies.google.com/privacy" target="_blank"
          >https://policies.google.com/privacy</a
        >; <strong>Auftragsverarbeitungsvertrag:</strong>
        <a
          href="https://cloud.google.com/terms/data-processing-addendum"
          target="_blank"
          >https://cloud.google.com/terms/data-processing-addendum</a
        >; <strong>Grundlage Drittland&uuml;bermittlung:</strong> Data Privacy
        Framework (DPF), Standardvertragsklauseln (<a
          href="https://cloud.google.com/terms/eu-model-contract-clause"
          target="_blank"
          >https://cloud.google.com/terms/eu-model-contract-clause</a
        >); <strong>Weitere Informationen:</strong>
        <a href="https://cloud.google.com/privacy" target="_blank"
          >https://cloud.google.com/privacy</a
        >.
      </li>
    </ul>
    <h2 id="m17">Newsletter und elektronische Benachrichtigungen</h2>
    <p>
      Wir versenden Newsletter, E-Mails und weitere elektronische
      Benachrichtigungen (nachfolgend "Newsletter“) nur mit der Einwilligung der
      Empf&auml;nger oder einer gesetzlichen Erlaubnis. Sofern im Rahmen einer
      Anmeldung zum Newsletter dessen Inhalte konkret umschrieben werden, sind
      sie f&uuml;r die Einwilligung der Nutzer ma&szlig;geblich. Im &Uuml;brigen
      enthalten unsere Newsletter Informationen zu unseren Leistungen und uns.
    </p>
    <p>
      Um sich zu unseren Newslettern anzumelden, reicht es grunds&auml;tzlich
      aus, wenn Sie Ihre E-Mail-Adresse angeben. Wir k&ouml;nnen Sie jedoch
      bitten, einen Namen, zwecks pers&ouml;nlicher Ansprache im Newsletter,
      oder weitere Angaben, sofern diese f&uuml;r die Zwecke des Newsletters
      erforderlich sind, zu t&auml;tigen.
    </p>
    <p>
      <strong>Double-Opt-In-Verfahren:</strong> Die Anmeldung zu unserem
      Newsletter erfolgt grunds&auml;tzlich in einem sogenannten
      Double-Opt-In-Verfahren. D.h., Sie erhalten nach der Anmeldung eine
      E-Mail, in der Sie um die Best&auml;tigung Ihrer Anmeldung gebeten werden.
      Diese Best&auml;tigung ist notwendig, damit sich niemand mit fremden
      E-Mail-Adressen anmelden kann. Die Anmeldungen zum Newsletter werden
      protokolliert, um den Anmeldeprozess entsprechend den rechtlichen
      Anforderungen nachweisen zu k&ouml;nnen. Hierzu geh&ouml;rt die
      Speicherung des Anmelde- und des Best&auml;tigungszeitpunkts als auch der
      IP-Adresse. Ebenso werden die &Auml;nderungen Ihrer bei dem
      Versanddienstleister gespeicherten Daten protokolliert.
    </p>
    <p>
      <strong>L&ouml;schung und Einschr&auml;nkung der Verarbeitung: </strong>
      Wir k&ouml;nnen die ausgetragenen E-Mail-Adressen bis zu drei Jahren auf
      Grundlage unserer berechtigten Interessen speichern, bevor wir sie
      l&ouml;schen, um eine ehemals gegebene Einwilligung nachweisen zu
      k&ouml;nnen. Die Verarbeitung dieser Daten wird auf den Zweck einer
      m&ouml;glichen Abwehr von Anspr&uuml;chen beschr&auml;nkt. Ein
      individueller L&ouml;schungsantrag ist jederzeit m&ouml;glich, sofern
      zugleich das ehemalige Bestehen einer Einwilligung best&auml;tigt wird. Im
      Fall von Pflichten zur dauerhaften Beachtung von Widerspr&uuml;chen
      behalten wir uns die Speicherung der E-Mail-Adresse alleine zu diesem
      Zweck in einer Sperrliste (sogenannte "Blocklist") vor.
    </p>
    <p>
      Die Protokollierung des Anmeldeverfahrens erfolgt auf Grundlage unserer
      berechtigten Interessen zu Zwecken des Nachweises seines
      ordnungsgem&auml;&szlig;en Ablaufs. Soweit wir einen Dienstleister mit dem
      Versand von E-Mails beauftragen, erfolgt dies auf Grundlage unserer
      berechtigten Interessen an einem effizienten und sicheren Versandsystem.
    </p>
    <strong>Inhalte:</strong>
    <p>Informationen zu uns, unseren Leistungen, Aktionen und Angeboten.</p>
    <ul class="m-elements">
      <li>
        <strong>Verarbeitete Datenarten:</strong> Bestandsdaten (z.B. Namen,
        Adressen); Kontaktdaten (z.B. E-Mail, Telefonnummern); Meta-,
        Kommunikations- und Verfahrensdaten (z. B. IP-Adressen, Zeitangaben,
        Identifikationsnummern, Einwilligungsstatus); Nutzungsdaten (z.B.
        besuchte Webseiten, Interesse an Inhalten, Zugriffszeiten).
      </li>
      <li><strong>Betroffene Personen:</strong> Kommunikationspartner.</li>
      <li>
        <strong>Zwecke der Verarbeitung:</strong> Direktmarketing (z.B. per
        E-Mail oder postalisch).
      </li>
      <li>
        <strong>Rechtsgrundlagen:</strong> Einwilligung (Art. 6 Abs. 1 S. 1 lit.
        a) DSGVO).
      </li>
      <li>
        <strong>Widerspruchsm&ouml;glichkeit (Opt-Out): </strong>Sie k&ouml;nnen
        den Empfang unseres Newsletters jederzeit k&uuml;ndigen, d.h. Ihre
        Einwilligungen widerrufen, bzw. dem weiteren Empfang widersprechen.
        Einen Link zur K&uuml;ndigung des Newsletters finden Sie entweder am
        Ende eines jeden Newsletters oder k&ouml;nnen sonst eine der oben
        angegebenen Kontaktm&ouml;glichkeiten, vorzugsw&uuml;rdig E-Mail, hierzu
        nutzen.
      </li>
    </ul>
    <p>
      <strong
        >Weitere Hinweise zu Verarbeitungsprozessen, Verfahren und
        Diensten:</strong
      >
    </p>
    <ul class="m-elements">
      <li>
        <strong>Messung von &Ouml;ffnungs- und Klickraten: </strong>Die
        Newsletter enthalten einen sogenannte "web-beacon“, d.h., eine
        pixelgro&szlig;e Datei, die beim &Ouml;ffnen des Newsletters von unserem
        Server, bzw., sofern wir einen Versanddienstleister einsetzen, von
        dessen Server abgerufen wird. Im Rahmen dieses Abrufs werden
        zun&auml;chst technische Informationen, wie Informationen zum Browser
        und Ihrem System, als auch Ihre IP-Adresse und der Zeitpunkt des Abrufs,
        erhoben. Diese Informationen werden zur technischen Verbesserung unseres
        Newsletters anhand der technischen Daten oder der Zielgruppen und ihres
        Leseverhaltens auf Basis ihrer Abruforte (die mit Hilfe der IP-Adresse
        bestimmbar sind) oder der Zugriffszeiten genutzt. Diese Analyse
        beinhaltet ebenfalls die Feststellung, ob die Newsletter ge&ouml;ffnet
        werden, wann sie ge&ouml;ffnet werden und welche Links geklickt werden.
        Diese Informationen werden den einzelnen Newsletterempf&auml;ngern
        zugeordnet und in deren Profilen bis zu deren L&ouml;schung gespeichert.
        Die Auswertungen dienen uns dazu, die Lesegewohnheiten unserer Nutzer zu
        erkennen und unsere Inhalte an sie anzupassen oder unterschiedliche
        Inhalte entsprechend den Interessen unserer Nutzer zu versenden. Die
        Messung der &Ouml;ffnungsraten und der Klickraten sowie Speicherung der
        Messergebnisse in den Profilen der Nutzer sowie deren weitere
        Verarbeitung erfolgen auf Grundlage einer Einwilligung der Nutzer. Ein
        getrennter Widerruf der Erfolgsmessung ist leider nicht m&ouml;glich, in
        diesem Fall muss das gesamte Newsletterabonnement gek&uuml;ndigt, bzw.
        muss ihm widersprochen werden. In diesem Fall werden die gespeicherten
        Profilinformationen gel&ouml;scht;
        <strong>Rechtsgrundlagen:</strong> Einwilligung (Art. 6 Abs. 1 S. 1 lit.
        a) DSGVO).
      </li>
      <li>
        <strong>Erinnerungsmails zum Bestellprozess: </strong>Falls Nutzer einen
        Bestellprozess nicht abschlie&szlig;en, k&ouml;nnen wir die Nutzer per
        E-Mail an den Bestellprozesses erinnern und ihnen dazu einen Link zu
        dessen Fortsetzung zusenden. Diese Funktion kann z.B. dann sinnvoll
        sein, wenn der Kaufprozess aufgrund eines Browserabsturzes, Versehens
        oder Vergessens nicht fortgesetzt werden konnte. Der Versand erfolgt auf
        Grundlage einer Einwilligung, die Nutzer jederzeit widerrufen
        k&ouml;nnen; <strong>Rechtsgrundlagen:</strong> Einwilligung (Art. 6
        Abs. 1 S. 1 lit. a) DSGVO).
      </li>
    </ul>
    <h2 id="m237">Gewinnspiele und Wettbewerbe</h2>
    <p>
      Wir verarbeiten personenbezogene Daten der Teilnehmer von Gewinnspielen
      und Wettbewerben nur unter Einhaltung der einschl&auml;gigen
      Datenschutzbestimmungen, soweit die Verarbeitung zur Bereitstellung,
      Durchf&uuml;hrung und Abwicklung des Gewinnspiels vertraglich erforderlich
      ist, die Teilnehmer in die Verarbeitung eingewilligt haben oder die
      Verarbeitung unseren berechtigten Interessen dient (z.B. an der Sicherheit
      des Gewinnspiels oder dem Schutz unserer Interessen vor Missbrauch durch
      m&ouml;gliche Erfassung von IP-Adressen bei Einreichung von
      Gewinnspielbeitr&auml;gen).
    </p>
    <p>
      Falls im Rahmen der Gewinnspiele Beitr&auml;ge der Teilnehmer
      ver&ouml;ffentlicht werden (z.B. im Rahmen einer Abstimmung oder
      Pr&auml;sentation der Gewinnspielbeitr&auml;ge bzw. der Gewinner oder der
      Berichterstattung zum Gewinnspiel), weisen wir darauf hin, dass die Namen
      der Teilnehmer in diesem Zusammenhang ebenfalls ver&ouml;ffentlicht werden
      k&ouml;nnen. Die Teilnehmer k&ouml;nnen dem jederzeit widersprechen.
    </p>
    <p>
      Findet das Gewinnspiel innerhalb einer Online-Plattform oder eines
      sozialen Netzwerks (z.B. Facebook oder Instagram, nachfolgend bezeichnet
      als "Online-Plattform“) statt, gelten zus&auml;tzlich die Nutzungs- und
      Datenschutzbestimmungen der jeweiligen Plattformen. In diesen F&auml;llen
      weisen wir darauf hin, dass wir f&uuml;r die im Rahmen des Gewinnspiels
      mitgeteilten Angaben der Teilnehmer verantwortlich sind und Anfragen im
      Hinblick auf das Gewinnspiel an uns zu richten sind.
    </p>
    <p>
      Die Daten der Teilnehmer werden gel&ouml;scht, sobald das Gewinnspiel oder
      der Wettbewerb beendet sind und die Daten nicht mehr erforderlich sind, um
      die Gewinner zu informieren oder weil mit R&uuml;ckfragen zum Gewinnspiel
      zu rechnen ist. Grunds&auml;tzlich werden die Daten der Teilnehmer
      sp&auml;testens 6 Monate nach Ende des Gewinnspiels gel&ouml;scht. Daten
      der Gewinner k&ouml;nnen l&auml;nger einbehalten werden, um z.B.
      R&uuml;ckfragen zu den Gewinnen beantworten oder die Gewinnleistungen
      erf&uuml;llen zu k&ouml;nnen; in diesem Fall richtet sich die
      Aufbewahrungsdauer nach der Art des Gewinns und betr&auml;gt z.B. bei
      Sachen oder Leistungen bis zu drei Jahre, um z.B.
      Gew&auml;hrleistungsf&auml;lle bearbeiten zu k&ouml;nnen. Ferner
      k&ouml;nnen die Daten der Teilnehmer l&auml;nger gespeichert werden, z.B.
      in Form der Berichterstattung zum Gewinnspiel in Online- und
      Offline-Medien.
    </p>
    <p>
      Sofern Daten im Rahmen des Gewinnspiels auch zu anderen Zwecken erhoben
      wurden, richten sich deren Verarbeitung und die Aufbewahrungsdauer nach
      den Datenschutzhinweisen zu dieser Nutzung (z.B. im Fall einer Anmeldung
      zum Newsletter im Rahmen eines Gewinnspiels).
    </p>
    <ul class="m-elements">
      <li>
        <strong>Verarbeitete Datenarten:</strong> Bestandsdaten (z.B. Namen,
        Adressen); Inhaltsdaten (z.B. Eingaben in Onlineformularen); Meta-,
        Kommunikations- und Verfahrensdaten (z. B. IP-Adressen, Zeitangaben,
        Identifikationsnummern, Einwilligungsstatus).
      </li>
      <li>
        <strong>Betroffene Personen:</strong> Gewinnspiel- und
        Wettbewerbsteilnehmer.
      </li>
      <li>
        <strong>Zwecke der Verarbeitung:</strong> Durchf&uuml;hrung von
        Gewinnspielen und Wettbewerben.
      </li>
      <li>
        <strong>Rechtsgrundlagen:</strong> Vertragserf&uuml;llung und
        vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO).
      </li>
    </ul>
    <h2 id="m136">Pr&auml;senzen in sozialen Netzwerken (Social Media)</h2>
    <p>
      Wir unterhalten Onlinepr&auml;senzen innerhalb sozialer Netzwerke und
      verarbeiten in diesem Rahmen Daten der Nutzer, um mit den dort aktiven
      Nutzern zu kommunizieren oder um Informationen &uuml;ber uns anzubieten.
    </p>
    <p>
      Wir weisen darauf hin, dass dabei Daten der Nutzer au&szlig;erhalb des
      Raumes der Europ&auml;ischen Union verarbeitet werden k&ouml;nnen.
      Hierdurch k&ouml;nnen sich f&uuml;r die Nutzer Risiken ergeben, weil so
      z.B. die Durchsetzung der Rechte der Nutzer erschwert werden k&ouml;nnte.
    </p>
    <p>
      Ferner werden die Daten der Nutzer innerhalb sozialer Netzwerke im
      Regelfall f&uuml;r Marktforschungs- und Werbezwecke verarbeitet. So
      k&ouml;nnen z.B. anhand des Nutzungsverhaltens und sich daraus ergebender
      Interessen der Nutzer Nutzungsprofile erstellt werden. Die Nutzungsprofile
      k&ouml;nnen wiederum verwendet werden, um z.B. Werbeanzeigen innerhalb und
      au&szlig;erhalb der Netzwerke zu schalten, die mutma&szlig;lich den
      Interessen der Nutzer entsprechen. Zu diesen Zwecken werden im Regelfall
      Cookies auf den Rechnern der Nutzer gespeichert, in denen das
      Nutzungsverhalten und die Interessen der Nutzer gespeichert werden. Ferner
      k&ouml;nnen in den Nutzungsprofilen auch Daten unabh&auml;ngig der von den
      Nutzern verwendeten Ger&auml;te gespeichert werden (insbesondere, wenn die
      Nutzer Mitglieder der jeweiligen Plattformen sind und bei diesen
      eingeloggt sind).
    </p>
    <p>
      F&uuml;r eine detaillierte Darstellung der jeweiligen Verarbeitungsformen
      und der Widerspruchsm&ouml;glichkeiten (Opt-Out) verweisen wir auf die
      Datenschutzerkl&auml;rungen und Angaben der Betreiber der jeweiligen
      Netzwerke.
    </p>
    <p>
      Auch im Fall von Auskunftsanfragen und der Geltendmachung von
      Betroffenenrechten weisen wir darauf hin, dass diese am effektivsten bei
      den Anbietern geltend gemacht werden k&ouml;nnen. Nur die Anbieter haben
      jeweils Zugriff auf die Daten der Nutzer und k&ouml;nnen direkt
      entsprechende Ma&szlig;nahmen ergreifen und Ausk&uuml;nfte geben. Sollten
      Sie dennoch Hilfe ben&ouml;tigen, dann k&ouml;nnen Sie sich an uns wenden.
    </p>
    <ul class="m-elements">
      <li>
        <strong>Verarbeitete Datenarten:</strong> Kontaktdaten (z.B. E-Mail,
        Telefonnummern); Inhaltsdaten (z.B. Eingaben in Onlineformularen);
        Nutzungsdaten (z.B. besuchte Webseiten, Interesse an Inhalten,
        Zugriffszeiten); Meta-, Kommunikations- und Verfahrensdaten (z. B.
        IP-Adressen, Zeitangaben, Identifikationsnummern, Einwilligungsstatus).
      </li>
      <li>
        <strong>Betroffene Personen:</strong> Nutzer (z.B. Webseitenbesucher,
        Nutzer von Onlinediensten).
      </li>
      <li>
        <strong>Zwecke der Verarbeitung:</strong> Kontaktanfragen und
        Kommunikation; Feedback (z.B. Sammeln von Feedback via Online-Formular);
        Marketing.
      </li>
      <li>
        <strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art. 6 Abs. 1
        S. 1 lit. f) DSGVO).
      </li>
    </ul>
    <p>
      <strong
        >Weitere Hinweise zu Verarbeitungsprozessen, Verfahren und
        Diensten:</strong
      >
    </p>
    <ul class="m-elements">
      <li>
        <strong>Facebook-Seiten: </strong>Profile innerhalb des sozialen
        Netzwerks Facebook - Wir sind gemeinsam mit Meta Platforms Ireland
        Limited f&uuml;r die Erhebung (jedoch nicht die weitere Verarbeitung)
        von Daten der Besucher unserer Facebook-Seite (sog. "Fanpage")
        verantwortlich. Zu diesen Daten geh&ouml;ren Informationen zu den Arten
        von Inhalten, die Nutzer sich ansehen oder mit denen sie interagieren,
        oder die von ihnen vorgenommenen Handlungen (siehe unter „Von dir und
        anderen get&auml;tigte und bereitgestellte Dinge“ in der
        Facebook-Datenrichtlinie:
        <a href="https://www.facebook.com/policy" target="_blank"
          >https://www.facebook.com/policy</a
        >), sowie Informationen &uuml;ber die von den Nutzern genutzten
        Ger&auml;te (z. B. IP-Adressen, Betriebssystem, Browsertyp,
        Spracheinstellungen, Cookie-Daten; siehe unter
        „Ger&auml;teinformationen“ in der Facebook-Datenrichtlinie:
        <a href="https://www.facebook.com/policy" target="_blank"
          >https://www.facebook.com/policy</a
        >). Wie in der Facebook-Datenrichtlinie unter „Wie verwenden wir diese
        Informationen?“ erl&auml;utert, erhebt und verwendet Facebook
        Informationen auch, um Analysedienste, so genannte "Seiten-Insights",
        f&uuml;r Seitenbetreiber bereitzustellen, damit diese Erkenntnisse
        dar&uuml;ber erhalten, wie Personen mit ihren Seiten und mit den mit
        ihnen verbundenen Inhalten interagieren. Wir haben mit Facebook eine
        spezielle Vereinbarung abgeschlossen ("Informationen zu
        Seiten-Insights",
        <a
          href="https://www.facebook.com/legal/terms/page_controller_addendum"
          target="_blank"
          >https://www.facebook.com/legal/terms/page_controller_addendum</a
        >), in der insbesondere geregelt wird, welche Sicherheitsma&szlig;nahmen
        Facebook beachten muss und in der Facebook sich bereit erkl&auml;rt hat
        die Betroffenenrechte zu erf&uuml;llen (d. h. Nutzer k&ouml;nnen z. B.
        Ausk&uuml;nfte oder L&ouml;schungsanfragen direkt an Facebook richten).
        Die Rechte der Nutzer (insbesondere auf Auskunft, L&ouml;schung,
        Widerspruch und Beschwerde bei zust&auml;ndiger Aufsichtsbeh&ouml;rde),
        werden durch die Vereinbarungen mit Facebook nicht eingeschr&auml;nkt.
        Weitere Hinweise finden sich in den "Informationen zu Seiten-Insights"
        (<a
          href="https://www.facebook.com/legal/terms/information_about_page_insights_data"
          target="_blank"
          >https://www.facebook.com/legal/terms/information_about_page_insights_data</a
        >); <strong>Dienstanbieter:</strong> Meta Platforms Ireland Limited, 4
        Grand Canal Square, Grand Canal Harbour, Dublin 2, Irland;
        <strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art. 6 Abs. 1
        S. 1 lit. f) DSGVO); <strong>Website:</strong>
        <a href="https://www.facebook.com" target="_blank"
          >https://www.facebook.com</a
        >; <strong>Datenschutzerkl&auml;rung:</strong>
        <a href="https://www.facebook.com/about/privacy" target="_blank"
          >https://www.facebook.com/about/privacy</a
        >; <strong>Grundlage Drittland&uuml;bermittlung:</strong> Data Privacy
        Framework (DPF), Standardvertragsklauseln (<a
          href="https://www.facebook.com/legal/EU_data_transfer_addendum"
          target="_blank"
          >https://www.facebook.com/legal/EU_data_transfer_addendum</a
        >); <strong>Weitere Informationen:</strong> Vereinbarung gemeinsamer
        Verantwortlichkeit:
        <a
          href="https://www.facebook.com/legal/terms/information_about_page_insights_data"
          target="_blank"
          >https://www.facebook.com/legal/terms/information_about_page_insights_data</a
        >. Die gemeinsame Verantwortlichkeit beschr&auml;nkt sich auf die
        Erhebung durch und &Uuml;bermittlung von Daten an Meta Platforms Ireland
        Limited, ein Unternehmen mit Sitz in der EU. Die weitere Verarbeitung
        der Daten liegt in der alleinigen Verantwortung von Meta Platforms
        Ireland Limited, was insbesondere die &Uuml;bermittlung der Daten an die
        Muttergesellschaft Meta Platforms, Inc. in den USA betrifft (auf der
        Grundlage der zwischen Meta Platforms Ireland Limited und Meta
        Platforms, Inc. geschlossenen Standardvertragsklauseln).
      </li>
      <li>
        <strong>LinkedIn: </strong>Soziales Netzwerk;
        <strong>Dienstanbieter:</strong> LinkedIn Irland Unlimited Company,
        Wilton Plaza Wilton Place, Dublin 2, Irland;
        <strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art. 6 Abs. 1
        S. 1 lit. f) DSGVO); <strong>Website:</strong>
        <a href="https://www.linkedin.com" target="_blank"
          >https://www.linkedin.com</a
        >; <strong>Datenschutzerkl&auml;rung:</strong>
        <a href="https://www.linkedin.com/legal/privacy-policy" target="_blank"
          >https://www.linkedin.com/legal/privacy-policy</a
        >; <strong>Auftragsverarbeitungsvertrag:</strong>
        <a href="https://legal.linkedin.com/dpa" target="_blank"
          >https://legal.linkedin.com/dpa</a
        >;
        <strong>Grundlage Drittland&uuml;bermittlung:</strong>
        Standardvertragsklauseln (<a
          href="https://legal.linkedin.com/dpa"
          target="_blank"
          >https://legal.linkedin.com/dpa</a
        >); <strong>Widerspruchsm&ouml;glichkeit (Opt-Out):</strong>
        <a
          href="https://www.linkedin.com/psettings/guest-controls/retargeting-opt-out"
          target="_blank"
          >https://www.linkedin.com/psettings/guest-controls/retargeting-opt-out</a
        >.
      </li>
      <li>
        <strong>Twitter: </strong>Soziales Netzwerk;
        <strong>Dienstanbieter:</strong> Twitter International Company, One
        Cumberland Place, Fenian Street, Dublin 2 D02 AX07, Irland,
        Mutterunternehmen: Twitter Inc., 1355 Market Street, Suite 900, San
        Francisco, CA 94103, USA; <strong>Rechtsgrundlagen:</strong> Berechtigte
        Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO);
        <strong>Datenschutzerkl&auml;rung:</strong>
        <a href="https://twitter.com/privacy" target="_blank"
          >https://twitter.com/privacy</a
        >, (Settings:
        <a href="https://twitter.com/personalization" target="_blank"
          >https://twitter.com/personalization</a
        >).
      </li>
    </ul>
    <h2 id="m328">Plugins und eingebettete Funktionen sowie Inhalte</h2>
    <p>
      Wir binden in unser Onlineangebot Funktions- und Inhaltselemente ein, die
      von den Servern ihrer jeweiligen Anbieter (nachfolgend bezeichnet als
      "Drittanbieter”) bezogen werden. Dabei kann es sich zum Beispiel um
      Grafiken, Videos oder Stadtpl&auml;ne handeln (nachfolgend einheitlich
      bezeichnet als "Inhalte”).
    </p>
    <p>
      Die Einbindung setzt immer voraus, dass die Drittanbieter dieser Inhalte
      die IP-Adresse der Nutzer verarbeiten, da sie ohne die IP-Adresse die
      Inhalte nicht an deren Browser senden k&ouml;nnten. Die IP-Adresse ist
      damit f&uuml;r die Darstellung dieser Inhalte oder Funktionen
      erforderlich. Wir bem&uuml;hen uns, nur solche Inhalte zu verwenden, deren
      jeweilige Anbieter die IP-Adresse lediglich zur Auslieferung der Inhalte
      verwenden. Drittanbieter k&ouml;nnen ferner sogenannte Pixel-Tags
      (unsichtbare Grafiken, auch als "Web Beacons" bezeichnet) f&uuml;r
      statistische oder Marketingzwecke verwenden. Durch die "Pixel-Tags"
      k&ouml;nnen Informationen, wie der Besucherverkehr auf den Seiten dieser
      Webseite, ausgewertet werden. Die pseudonymen Informationen k&ouml;nnen
      ferner in Cookies auf dem Ger&auml;t der Nutzer gespeichert werden und
      unter anderem technische Informationen zum Browser und zum Betriebssystem,
      zu verweisenden Webseiten, zur Besuchszeit sowie weitere Angaben zur
      Nutzung unseres Onlineangebotes enthalten als auch mit solchen
      Informationen aus anderen Quellen verbunden werden.
    </p>
    <ul class="m-elements">
      <li>
        <strong>Verarbeitete Datenarten:</strong> Nutzungsdaten (z.B. besuchte
        Webseiten, Interesse an Inhalten, Zugriffszeiten); Meta-,
        Kommunikations- und Verfahrensdaten (z. B. IP-Adressen, Zeitangaben,
        Identifikationsnummern, Einwilligungsstatus); Bestandsdaten (z.B. Namen,
        Adressen); Kontaktdaten (z.B. E-Mail, Telefonnummern); Inhaltsdaten
        (z.B. Eingaben in Onlineformularen); Standortdaten (Angaben zur
        geografischen Position eines Ger&auml;tes oder einer Person).
      </li>
      <li>
        <strong>Betroffene Personen:</strong> Nutzer (z.B. Webseitenbesucher,
        Nutzer von Onlinediensten).
      </li>
      <li>
        <strong>Zwecke der Verarbeitung:</strong> Bereitstellung unseres
        Onlineangebotes und Nutzerfreundlichkeit.
      </li>
      <li>
        <strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art. 6 Abs. 1
        S. 1 lit. f) DSGVO).
      </li>
    </ul>
    <p>
      <strong
        >Weitere Hinweise zu Verarbeitungsprozessen, Verfahren und
        Diensten:</strong
      >
    </p>
    <ul class="m-elements">
      <li>
        <strong>Google Fonts (Bezug vom Google Server): </strong>Bezug von
        Schriften (und Symbolen) zum Zwecke einer technisch sicheren,
        wartungsfreien und effizienten Nutzung von Schriften und Symbolen im
        Hinblick auf Aktualit&auml;t und Ladezeiten, deren einheitliche
        Darstellung und Ber&uuml;cksichtigung m&ouml;glicher lizenzrechtlicher
        Beschr&auml;nkungen. Dem Anbieter der Schriftarten wird die IP-Adresse
        des Nutzers mitgeteilt, damit die Schriftarten im Browser des Nutzers
        zur Verf&uuml;gung gestellt werden k&ouml;nnen. Dar&uuml;ber hinaus
        werden technische Daten (Spracheinstellungen, Bildschirmaufl&ouml;sung,
        Betriebssystem, verwendete Hardware) &uuml;bermittelt, die f&uuml;r die
        Bereitstellung der Schriften in Abh&auml;ngigkeit von den verwendeten
        Ger&auml;ten und der technischen Umgebung notwendig sind. Diese Daten
        k&ouml;nnen auf einem Server des Anbieters der Schriftarten in den USA
        verarbeitet werden - Beim Besuch unseres Onlineangebotes senden die
        Browser der Nutzer ihre Browser HTTP-Anfragen an die Google Fonts Web
        API (d.h. eine Softwareschnittstelle f&uuml;r den Abruf der
        Schriftarten). Die Google Fonts Web API stellt den Nutzern die Cascading
        Style Sheets (CSS) von Google Fonts und danach die in der CCS
        angegebenen Schriftarten zur Verf&uuml;gung. Zu diesen HTTP-Anfragen
        geh&ouml;ren (1) die vom jeweiligen Nutzer f&uuml;r den Zugriff auf das
        Internet verwendete IP-Adresse, (2) die angeforderte URL auf dem
        Google-Server und (3) die HTTP-Header, einschlie&szlig;lich des
        User-Agents, der die Browser- und Betriebssystemversionen der
        Websitebesucher beschreibt, sowie die Verweis-URL (d.h. die Webseite,
        auf der die Google-Schriftart angezeigt werden soll). IP-Adressen werden
        weder auf Google-Servern protokolliert noch gespeichert und sie werden
        nicht analysiert. Die Google Fonts Web API protokolliert Details der
        HTTP-Anfragen (angeforderte URL, User-Agent und Verweis-URL). Der
        Zugriff auf diese Daten ist eingeschr&auml;nkt und streng kontrolliert.
        Die angeforderte URL identifiziert die Schriftfamilien, f&uuml;r die der
        Nutzer Schriftarten laden m&ouml;chte. Diese Daten werden protokolliert,
        damit Google bestimmen kann, wie oft eine bestimmte Schriftfamilie
        angefordert wird. Bei der Google Fonts Web API muss der User-Agent die
        Schriftart anpassen, die f&uuml;r den jeweiligen Browsertyp generiert
        wird. Der User-Agent wird in erster Linie zum Debugging protokolliert
        und verwendet, um aggregierte Nutzungsstatistiken zu generieren, mit
        denen die Beliebtheit von Schriftfamilien gemessen wird. Diese
        zusammengefassten Nutzungsstatistiken werden auf der Seite „Analysen“
        von Google Fonts ver&ouml;ffentlicht. Schlie&szlig;lich wird die
        Verweis-URL protokolliert, sodass die Daten f&uuml;r die Wartung der
        Produktion verwendet und ein aggregierter Bericht zu den
        Top-Integrationen basierend auf der Anzahl der Schriftartenanfragen
        generiert werden kann. Google verwendet laut eigener Auskunft keine der
        von Google Fonts erfassten Informationen, um Profile von Endnutzern zu
        erstellen oder zielgerichtete Anzeigen zu schalten;
        <strong>Dienstanbieter:</strong> Google Ireland Limited, Gordon House,
        Barrow Street, Dublin 4, Irland;
        <strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art. 6 Abs. 1
        S. 1 lit. f) DSGVO); <strong>Website:</strong>
        <a href="https://fonts.google.com/" target="_blank"
          >https://fonts.google.com/</a
        >; <strong>Datenschutzerkl&auml;rung:</strong>
        <a href="https://policies.google.com/privacy" target="_blank"
          >https://policies.google.com/privacy</a
        >; <strong>Grundlage Drittland&uuml;bermittlung:</strong> Data Privacy
        Framework (DPF); <strong>Weitere Informationen:</strong>
        <a
          href="https://developers.google.com/fonts/faq/privacy?hl=de"
          target="_blank"
          >https://developers.google.com/fonts/faq/privacy?hl=de</a
        >.
      </li>
      <li>
        <strong>Google Maps: </strong>Wir binden die Landkarten des Dienstes
        “Google Maps” des Anbieters Google ein. Zu den verarbeiteten Daten
        k&ouml;nnen insbesondere IP-Adressen und Standortdaten der Nutzer
        geh&ouml;ren; <strong>Dienstanbieter:</strong> Google Cloud EMEA
        Limited, 70 Sir John Rogerson’s Quay, Dublin 2, Irland;
        <strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art. 6 Abs. 1
        S. 1 lit. f) DSGVO); <strong>Website:</strong>
        <a href="https://mapsplatform.google.com/" target="_blank"
          >https://mapsplatform.google.com/</a
        >; <strong>Datenschutzerkl&auml;rung:</strong>
        <a href="https://policies.google.com/privacy" target="_blank"
          >https://policies.google.com/privacy</a
        >; <strong>Grundlage Drittland&uuml;bermittlung:</strong> Data Privacy
        Framework (DPF).
      </li>
      <li>
        <strong>YouTube-Videos: </strong>Videoinhalte;
        <strong>Dienstanbieter:</strong> Google Ireland Limited, Gordon House,
        Barrow Street, Dublin 4, Irland;
        <strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art. 6 Abs. 1
        S. 1 lit. f) DSGVO); <strong>Website:</strong>
        <a href="https://www.youtube.com" target="_blank"
          >https://www.youtube.com</a
        >; <strong>Datenschutzerkl&auml;rung:</strong>
        <a href="https://policies.google.com/privacy" target="_blank"
          >https://policies.google.com/privacy</a
        >; <strong>Grundlage Drittland&uuml;bermittlung:</strong> Data Privacy
        Framework (DPF);
        <strong>Widerspruchsm&ouml;glichkeit (Opt-Out):</strong> Opt-Out-Plugin:
        <a href="https://tools.google.com/dlpage/gaoptout?hl=de" target="_blank"
          >https://tools.google.com/dlpage/gaoptout?hl=de</a
        >, Einstellungen f&uuml;r die Darstellung von Werbeeinblendungen:
        <a href="https://adssettings.google.com/authenticated" target="_blank"
          >https://adssettings.google.com/authenticated</a
        >.
      </li>
    </ul>
    <h2 id="m15">
      &Auml;nderung und Aktualisierung der Datenschutzerkl&auml;rung
    </h2>
    <p>
      Wir bitten Sie, sich regelm&auml;&szlig;ig &uuml;ber den Inhalt unserer
      Datenschutzerkl&auml;rung zu informieren. Wir passen die
      Datenschutzerkl&auml;rung an, sobald die &Auml;nderungen der von uns
      durchgef&uuml;hrten Datenverarbeitungen dies erforderlich machen. Wir
      informieren Sie, sobald durch die &Auml;nderungen eine Mitwirkungshandlung
      Ihrerseits (z.B. Einwilligung) oder eine sonstige individuelle
      Benachrichtigung erforderlich wird.
    </p>
    <p>
      Sofern wir in dieser Datenschutzerkl&auml;rung Adressen und
      Kontaktinformationen von Unternehmen und Organisationen angeben, bitten
      wir zu beachten, dass die Adressen sich &uuml;ber die Zeit &auml;ndern
      k&ouml;nnen und bitten die Angaben vor Kontaktaufnahme zu pr&uuml;fen.
    </p>
    <h2 id="m42">Begriffsdefinitionen</h2>
    <p>
      In diesem Abschnitt erhalten Sie eine &Uuml;bersicht &uuml;ber die in
      dieser Datenschutzerkl&auml;rung verwendeten Begrifflichkeiten. Soweit die
      Begrifflichkeiten gesetzlich definiert sind, gelten deren gesetzliche
      Definitionen. Die nachfolgenden Erl&auml;uterungen sollen dagegen vor
      allem dem Verst&auml;ndnis dienen.
    </p>
    <ul class="glossary">
      <li>
        <strong>Personenbezogene Daten:</strong> "Personenbezogene Daten“ sind
        alle Informationen, die sich auf eine identifizierte oder
        identifizierbare nat&uuml;rliche Person (im Folgenden "betroffene
        Person“) beziehen; als identifizierbar wird eine nat&uuml;rliche Person
        angesehen, die direkt oder indirekt, insbesondere mittels Zuordnung zu
        einer Kennung wie einem Namen, zu einer Kennnummer, zu Standortdaten, zu
        einer Online-Kennung (z.B. Cookie) oder zu einem oder mehreren
        besonderen Merkmalen identifiziert werden kann, die Ausdruck der
        physischen, physiologischen, genetischen, psychischen, wirtschaftlichen,
        kulturellen oder sozialen Identit&auml;t dieser nat&uuml;rlichen Person
        sind.
      </li>
      <li>
        <strong>Standortdaten:</strong> Standortdaten entstehen, wenn sich ein
        mobiles Ger&auml;t (oder ein anderes Ger&auml;t mit den technischen
        Voraussetzungen einer Standortbestimmung) mit einer Funkzelle, einem
        WLAN oder &auml;hnlichen technischen Mittlern und Funktionen der
        Standortbestimmung, verbindet. Standortdaten dienen der Angabe, an
        welcher geografisch bestimmbaren Position der Erde sich das jeweilige
        Ger&auml;t befindet. Standortdaten k&ouml;nnen z. B. eingesetzt werden,
        um Kartenfunktionen oder andere von einem Ort abh&auml;ngige
        Informationen darzustellen.
      </li>
      <li>
        <strong>Verantwortlicher:</strong> Als "Verantwortlicher“ wird die
        nat&uuml;rliche oder juristische Person, Beh&ouml;rde, Einrichtung oder
        andere Stelle, die allein oder gemeinsam mit anderen &uuml;ber die
        Zwecke und Mittel der Verarbeitung von personenbezogenen Daten
        entscheidet, bezeichnet.
      </li>
      <li>
        <strong>Verarbeitung:</strong> "Verarbeitung" ist jeder mit oder ohne
        Hilfe automatisierter Verfahren ausgef&uuml;hrte Vorgang oder jede
        solche Vorgangsreihe im Zusammenhang mit personenbezogenen Daten. Der
        Begriff reicht weit und umfasst praktisch jeden Umgang mit Daten, sei es
        das Erheben, das Auswerten, das Speichern, das &Uuml;bermitteln oder das
        L&ouml;schen.
      </li>
    </ul>
  </body>
</html>
